{"songs": [{"title": "Tô Ouvindo Alguém Me Chamar", "album": "Sobrevivendo no Inferno", "year": "1997-12-20", "lyrics": "Letra de \"Tô Ouvindo Alguém Me Chamar\" com Racionais MC's\n\n[Produzido por KL Jay]\n\n[Verso 1: Mano Brown]\n(Aí mano, o Guina mandou isso aqui pra você)\nTô ouvindo alguém gritar meu nome\nParece um mano meu, é voz de homem\nEu não consigo ver quem me chama\nÉ tipo a voz do Guina\nNão, não, não, o Guina tá em cana\nSerá? Ouvi dizer que morreu\nÚltima vez que eu o vi, eu lembro até que eu não quis ir, ele foi\nParceria forte aqui era nós dois\nLouco, louco, louco e como era\nCheirava pra caralho, (vixe) sem miséria\nDoido ponta firme\nFoi professor no crime\nTambém maior sangue frio, não dava boi pra ninguém (Hamm...)\nPuta aquele mano era foda\nSó moto nervosa\nSó mina da hora\nSó roupa da moda\nDeu uma pá de blusa pra mim\nNaquela fita na butique do Itaim\nMas sem essa de sermão, mano, eu também quero ser assim\nVida de ladrão, não é tão ruim\nPensei, entrei, no outro assalto pulei, pronto\nAí o Guina deu mó ponto\n\n[Interlúdio]\n- Aí é um assalto, todo mundo pro chão, pro chão!\n- Aí filho da puta, aqui ninguém tá de brincadeira não!\n- Mais eu ofereço o cofre mano, o cofre, o cofre!\n- Vamo lá que o bicho vai pegar!\n\n[Verso 2: Mano Brown]\nPela primeira vez vi o sistema aos meu pés\nApavorei, desempenho nota dez\nDinheiro na mão, o cofre já tava aberto\nO segurança tentou ser mais esperto, então\nFoi defender o patrimônio do playboy, cuzão. (tiros)\nNão vai dar mais pra ser super-herói\nSe o seguro vai cobrir (hehe), foda-se, e daí?\nHuh, O Guina não tinha dó\nSe reagir, bum, vira pó\nSinto a garganta ressecada\nE a minha vida escorrer pela escada\nMas se eu sair daqui, eu vou mudar\n\n[Refrão]\nEu tô ouvindo alguém me chamar\nEu tô ouvindo alguém me chamar\n\n[Verso 3: Mano Brown]\nTinha um maluco lá na rua de trás\nQue tava com moral até demais\nLadrão, ladrão, e dos bons\nEspecialista em invadir mansão\nComprava brinquedo a reveria\nChamava a molecada e distribuía\nSempre que eu via ele tava só\nO cara é gente fina, mas eu sou melhor\nEu aqui na pior, ele tem o que eu quero\nJoia escondida e uma 380\nNum desbaratino, ele até se crescia\nSe pá, ignorava até que eu existia\nTem um brilho na janela, é então\nA bola da vez tá vendo televisão\n(Psiu... Vamo, vai, entramo)\nGuina no portão, eu e mais um mano\n(Como é que é, neguinho?)\nHumm... Se dirigia a mim, e ria, ria, como se eu não fosse nada\nRia, como fosse ter virada\nEstava em jogo, meu nome e atitude (tiros)\nEra uma vez Robin Hood\nFulano sangue ruim, caiu de olho aberto\nTipo me olhando, é, me jurando\nEu tava bem de perto e acertei os seis\nO Guina foi e deu mais três\nLembro que um dia o Guina me falou\nQue não sabia bem o que era amor\nFalava quando era criança\nUma mistura de ódio, frustração e dor\nDe como era humilhante ir pra escola\nUsando a roupa dada de esmola\nDe ter um pai inútil, digno de dó\nMais um bêbado, filho da puta e só\nSempre a mesma merda, todo dia igual\nSem feliz aniversário, Páscoa ou Natal\nLonge dos cadernos, bem depois\nA primeira mulher e o 22\nPrestou vestibular no assalto do busão\nNuma agência bancária se formou ladrão\nNão, não se sente mais inferior\nAí neguinho, agora eu tenho o meu valor\nGuina, eu tinha mó admiração, ó\nConsiderava mais do que meu próprio irmão, ó\nEle tinha um certo dom pra comandar\nTipo, linha de frente em qualquer lugar\nTipo, condição de ocupar um cargo bom e tal\nTalvez em uma multinacional\nÉ foda; pensando bem, que desperdício\nAqui na área acontece muito disso\nInteligência e personalidade\nMofando atrás da porra de uma grade\nEu só queria ter moral e mais nada\nMostrar pro meu irmão\nPros cara da quebrada\nUma caranga e uma mina de esquema\nAlgum dinheiro resolvia o meu problema\nO que que eu tô fazendo aqui?\nMeu tênis sujo de sangue, aquele cara no chão\nUma criança chorando e eu com um revólver na mão\nOu era um quadro do terror, e eu que fui ao autor\nAgora é tarde, eu já não podia mais\nParar com tudo, nem tentar voltar atrás\nMas no fundo, mano, eu sabia\nQue essa porra ia zoar minha vida um dia\nMe olhei no espelho e não reconheci\nEstava enlouquecendo, não podia mais dormir\nPreciso ir até o fim\nSerá que Deus ainda olha pra mim?\nEu sonho toda madrugada\nCom criança chorando e alguém dando risada\nNão confiava nem na minha própria sombra\nMas segurava a minha onda\nSonhei que uma mulher me falou, eu não sei o lugar\nQue um conhecido meu (quem?) ia me matar\nPrecisava acalmar a adrenalina\nPrecisava parar com a cocaína\nNão tô sentindo meu braço\nNem me mexer da cintura pra baixo\nNinguém na multidão vem me ajudar\nQue sede da porra, eu preciso respirar\nCadê meu irmão?\n\n[Refrão]\nEu tô ouvindo alguém me chamar\n\n[Verso 4: Mano Brown]\nNunca mais vi meu irmão\nDiz que ele pergunta de mim, não sei não\nA gente nunca teve muito a ver\nOutra ideia, outro rolê\nOs maluco lá do bairro\nJá falava de revólver, droga, carro\nPela janela da classe, eu olhava lá fora\nA rua me atraía mais do que a escola\nFiz dezessete, tinha que sobreviver\nAgora eu era um homem, tinha que correr\nNo mundão, você vale o que tem\nEu não podia contar com ninguém\nCuzão, fica você com seu sonho de doutor\nQuando acordar cê me avisa, morô?\nEu e meu irmão, era como óleo e água\nQuando eu saí de casa, trouxe muita mágoa\nIsso a mais ou menos seis anos atrás\nPorra, mó saudade do meu pai!\nMe chamaram pra roubar um posto\nEu tava duro, era mês de agosto\nMais ou menos três e meia, à luz do dia\nTudo fácil demais, só tinha um vigia\nNão sei, não deu tempo, eu não vi, ninguém viu\nAtiraram na gente, o moleque caiu\nPrometi pra mim mesmo, era a última vez\nPorra, ele só tinha dezesseis\nNão, não, não, tô afim de parar\nMudar de vida, ir pra outro lugar\nUm emprego decente, sei lá\nTalvez eu volte a estudar\nDormir à noite era difícil pra mim\nMedo, pensamento ruim\nAinda ouço gargalhadas, choro e vozes\nA noite era longa, mó neurose\nTem uns malucos atrás de mim\nQual que é? Eu nem sei\nDiz que o Guina tá em cana e eu que caguetei\nLogo quem, logo eu, olha só, ó\nQue sempre segurei os B.O\nNão, eu não sou bobo, eu sei qual é que é!\nMas eu não tô com esse dinheiro que os cara quer\nMaior que o medo, o que eu tinha era decepção\nA traíragem, a pilantragem, a traição\nMeus aliado, meus mano, meus parceiro\nQuerendo me matar por dinheiro\nVivi sete anos em vão\nTudo que eu acreditava não tem mais razão, não\nMeu sobrinho nasceu\nDiz que o rosto dele é parecido com o meu\nÉ, diz, um pivete eu sempre quis\nMeu irmão merece ser feliz\nDeve estar a essa altura\nBem perto de fazer a formatura\nAcho que é Direito, advocacia\nAcho que era isso que ele queria\nSinceramente, eu me sinto feliz\nGraças a Deus, não fez o que eu fiz\nMinha finada mãe, proteja o seu menino\nO Diabo agora guia o meu destino\nSe o Júri for generoso comigo\nQuinze anos pra cada latrocínio\nSem dinheiro pra me defender\nHomem morto, cagueta, sem ser\nQue se foda, deixa acontecer\nNão há mais nada a fazer\nEssa noite eu resolvi sair\nTava calor demais, não dava pra dormir\nIa levar meu canhão, sei lá, decidi que não\nÉ rapidinho, não tem precisão\nMuita criança, pouco carro, vou tomar um ar\nAcabou meu cigarro, vou até o bar\n(E aí, como é que é, e aquela lá ó?)\nTô devagar, tô devagar\nTem uns baratos que não dá pra perceber\nQue tem mó valor e você não vê\nUma pá de árvore na praça, as crianças na rua\nO vento fresco na cara, as estrela, a lua\nDez minutos atrás, foi como uma premonição\nDois moleque caminharam em minha direção\nNão vou correr, eu sei do que se trata\nSe é isso que eles querem\nEntão vem, me mata\nDisse algum barato pra mim que eu não escutei\nEu conhecia aquela arma, é do Guina, eu sei\nUma 380 prateada, que eu mesmo dei\nUm moleque novato com a cara assustada\n(Aí mano, o Guina mandou isso aqui pra você!)\nMas depois do quarto tiro eu não vi mais nada\nSinto a roupa grudada no corpo\nEu quero viver, não posso estar morto\nMas se eu sair daqui eu vou mudar\nEu tô ouvindo alguém me chamar", "image": "https://images.genius.com/0853e27a7878c0485f0031ff97921bb6.800x800x1.jpg"}], "artist": "Racionais MC’s"}