{"songs": [{"title": "Da Ponte Pra Cá", "album": "Nada Como Um Dia Após o Outro Dia (Disco 2: Ri Depois)", "year": "2002-10-27", "lyrics": "[Intro: Transmissão da Rádio]\n\n[Verso 1: Mano Brown,  Ice Blue]\nA lua cheia clareia as ruas do Capão\nAcima de nós só Deus humilde, né, não? Né, não?\nSaúde! Plin!, mulher e muito som\nVinho branco para todos, um advogado bom\nCof, cof, ah! Esse frio tá de fuder\nTerça feira é ruim de rolê, vou fazer o que?\nNunca mudou nem nunca mudará\nO cheiro de fogueira vai perfumando o ar\nMesmo céu, mesmo CEP no lado sul do mapa\nSempre ouvindo um rap para alegrar a rapa\nNas ruas da sul eles me chamam Brown\nMaldito, vagabundo, mente criminal\nO que toma uma taça de champanhe também curte\nDesbaratinado, tubaína, tutti-frutti\nFanático, melodramático, bon-vivant\nDepósito de mágoa, quem está certo é o Saddam, ham...\nPlayboy bom é chinês, australiano\nFala feio e mora longe, não me chama de mano\n\"E aí, brother! Hey, uhul!\"\nPau no seu— ai!\nTrês vezes, sou sofredor, odeio todos vocês\nVem de artes marciais que eu vou de sig sauer\nQuero sua irmã e seu relógio Tag Heuer\nUm conto, se pá, dá pra catar\nIr para a quebrada e gastar antes do galo cantar\nUm triplex para a coroa é o que malandro quer\nNão só desfilar de Nike no pé\nÔ, vem com a minha cara e o din-din do seu pai\nMas no rolê com nós cê não vai\nNós aqui, vocês lá, cada um no seu lugar\nEntendeu? Se a vida é assim, tem culpa eu?\nSe é o crime ou o creme, se não deves não temeAs perversa se ouriça, os inimigo treme\nE a neblina cobre a estrada de Itapecirica...\nSai, Deus é mais, vai morrer pra lá zica!\n\n[Refrão]\nNão adianta querer, tem que ser, tem que pá\nO mundo é diferente da ponte pra cá\nNão adianta querer ser, tem que ter pra trocar\nO mundo é diferente da ponte pra cá\nTem que ser, tem que pá\nO mundo é diferente da ponte pra cá\nNão adianta querer ser, tem que ter pra trocar\nO mundo é diferente da ponte pra cá\n\n[Verso 2: Mano Brown]\nOutra vez nós aqui, vai vendo\nLavando o ódio embaixo do sereno\nCada um no seu castelo, cada um na sua função\nTudo junto, cada qual na sua solidão\nHei, mulher é mato, a Mary Jane impera\nDilui a rádio e solta na atmosfera\nFaz da quebrada o equilíbrio ecológico\nE distingui o Judas só no psicológico\nHó, filosofia de fumaça, nariz\nE cada favelado é um universo em crise\nQuem não quer brilhar, quem não? Mostra quem\nNinguém quer ser coadjuvante de ninguém\nQuantos caras bom, no auge se afundaram por fama\nE tá tirando dez de havaiana?\nE quem não quer chegar de honda preto em banco de couro\nE ter a caminhada escrita em letras de ouro?\nA mulher mais linda sensual e atraente\nA pele cor da noite, lisa e reluzente\nAndar com quem é mais leal verdadeiro\nNa vida ou na morte o mais nobre guerreiro\nO riso da criança mais triste e carente\nOuro e diamante, relógio e corrente\nVer minha coroa onde eu sempre quis pôr\nDe turbante, chofer, uma madame Nagô\nSofrer pra que mais, se o mundo jaz do maligno?\nMorrer como homem e ter um velório digno\nEu nunca tive bicicleta ou video-game\nAgora eu quero o mundo igual Cidadão Kane\nDa ponte pra cá antes de tudo é uma escola\nMinha meta é dez, nove e meio nem rola\nMeio ponto a ver, hum e morre um\nMeio certo não existe, truta, o ditado é comum\nSer humano perfeito, não tem mesmo não\nProcurada viva ou morta a perfeição\n\"Errare humanos est\", grego ou troiano\nLatim, tanto faz pra mim: \"Fi\" de baiano\nMas se tiver calor, quentão no verão\nCê quer da um rolê no capão daquele jeito\nMas perde a linha fácil, veste a carapuça\nEsquece estes defeitos no seu jaco de camurça\nJardim Rosana, Treze, Tremembé\nSanta Tereza, Valo Velho e Dom José\nParque Chácara, Lídia, Vaz\nFundão, muita treta com a Vinícius de Morais\n\n[Refrão]\n\n[Verso 3: Mano Brown, Ice Blue]\nMas não leve a mal tru, cê não entendeu\nCada um na sua função, o crime é crime e eu sou eu\nAntes de tudo eu quero dizer, pra ser sincero\nQue eu não pago de quebrada mula ou banca forte\nEu represento a sul, conheço louco na norte\nNo 15 olha o que fala, Perus, chicote estrala\nRidículo é ver os malandrão vândalo\nBatendo no peito feio e fazendo escândalo\nDeixa ele engordar, deixa se criar bem\nVai fundo, é com nóis, super star, Superman, vai...\nPalmas para eles, digam hey, digam how\nNovo personagem pro Chico Anysio Show\nMas firmão, né, se Deus quer sem problemas\nVermes e leões no mesmo ecossistema\nCê é cego doidão? Então baixa o farol!\nHei, how, se quer o quê com quem, djow?\nTá marcando, não dá pra ver quem é contra a luz\nUm pé de porco ou inimigo que vem de capuz\nHey truta, eu tô louco, eu to vendo miragem\nUm Bradesco bem em frente a favela é viagem\nDe classe \"A\" da \"TAM\" tomando jb\nOu viajar de blazer pró 92 DP\nViajar de GTI quebra a banca\nSó não pode viajar com os mão branca\nSenhor, guarda meus irmãos nesse horizonte cinzento\nNesse capão redondo, frio sem sentimento\nOs manos é sofrido e fuma um sem dar guela\nÉ o estilo favela e o respeito por ela\nOs moleque tem instinto e ninguém amarela\nOs coxinha cresce o zóio na função e gela\n\n[Refrão]\n\n[Outro: Mano Brown]\nTrês da manhã, eu vejo tudo e ninguém me vê\nSubindo o campo de fora\nEu, meu parceiro Dinho ouvindo 2Pac\nTomando vinho, vivão e consciente\nAí Batatão, Pablo, Neguim Emerson\nMarquinho, Cascão, Jonny MC, Sora\nMarcão, Pantaleão, Nelito, Celião, Ivan, Di (Na Zona Norte)\nSem palavra irmão. Aí os irmão do Pantanal (Na Zona Oeste)\nA rapa do morro; e as que estão com Deus, (Na Zona leste, cara tô na área)\nDeda,Tchai, Edi 16, Edi (Na Zona Sul)\nUm dia nos encontraremos\nA selva é como ela é, vaidosa e ambiciosa\nIrada e luxuriosa. Pros moleque da quebrada\nUm futuro mais ameno, essa é a meta\nPela Fundão, sem palavras, muito amor!", "image": "https://images.genius.com/a36db49f05341302633a94f9b36fc844.949x949x1.jpg"}], "artist": "Racionais MC’s"}