{"songs": [{"title": "Mulheres Vulgares", "album": "Racionais MC’s", "year": "1990-08-01", "lyrics": "[Intro]\nEdi Rock: Alô?\nMano Brown: E aí, Edi Rock, certo?\nEdi Rock: Ô Brown, e aí, certo mano? Tava esperando cê me ligar mesmo\nMano Brown: E aí, qual é a nova irmão?\nEdi Rock: É sobre mulher e tal\nMano Brown: Mulher? Que tipo de mulher?\nEdi Rock: Se liga aí\n\n[Verso 1: Edi Rock]\nDerivada de uma sociedade feminista\nQue considera e dizem que somos todos machistas\nNão quer ser considerada símbolo sexual\nLutam pra chegar ao poder, provar a sua moral\nNuma relação na qual\nNão admite ser subjugada, passada pra trás\nExigem direitos iguais, certo mano?\n(E do outro lado da moeda, como é que é?)\nPode crê\nPra ela, dinheiro é o mais importante\nSeu jeito vulgar, suas idéias são repugnantes\nÉ uma cretina que se mostra nua como objeto\nÉ uma inútil que ganha dinheiro fazendo sexo\nNo quarto, motel, ou telas de cinema\nEla é mais uma figura viva, obscena\nLuta por um lugar ao sol\nFama, dinheiro com rei de futebol\nNo qual quer se encostar em um magnata\nQue comande seus passos de terno e gravata (otário)\nQuer ser a peça centra em qualquer local\nQue a julguem total\nQuer ser manchete de jornal\nSomos Racionais, diferentes, e não iguais\nMulheres vulgares, uma noite e nada mais\n\n[Refrão: Edi Rock]\nMulheres vulgares\nMulheres vulgares, uma noite e nada mais\n\n[Interlúdio]\nEdi Rock: E aí, Brown? Cola aí, e tal\nFala aí tua parte, e tal\nMano Brown: Ô, falo sim\nPeraí, peraí\nÉ bonita, gostosa e sensual\nSeu batom e a maquiagem a tornam banal\nSer a mau, fatal, legal, ruim\nEla não se importa, só quer dinheiro, enfim\n\n[Verso 2: Edi Rock]\nEnvolve qualquer um com seu ar de ingenuidade\nNa verdade, por trás mora a mais pura mediocridade (pode crer)\nTe domina com seu jeito promíscuo de ser\nComo se troca de roupa, ela te troca por outro (né não?)\nMuitos a querem para sempre\nMas eu a quero só por uma noite, você me entende?\nGosta de homens da alta sociedade\nAté os grandes traficantes entram em rotatividade\nMestiça, negra ou branca\nUma de suas únicas qualidades: a ganância\nA impressão que se ganha é de decência\nQuando se trata de dinheiro, sexo, se torna indolência\nFica perdida no ar a pergunta:\nQual a pior atitude de uma prostituta? (e eu sei, mano?)\nSe vender por necessidade ou por ambição?\nTire você a conclusão\n\n[Refrão]\n\n[Verso 3: Edi Rock]\nEntão, irmão, é de coração\nAbra os olhos e veja a razão\nQuerer, poder, ter\nNão é pra você se proteger, prever antes de acontecer\nE hoje ela diz: \"Que cara vou dormir?\"\nCom seu rosto bonito é fácil atrair, e daí?\nPra sair não precisa insistir\nÉ só ser alguém e estalar os dedos assim\nFrancamente ela se julga capaz\nDe dominar a qualquer idiota que tenha conforto pra dar (não eu)\nNão importa a sua cor, não importa a sua ideia\nApenas dinheiro esnobando, jogando pela janela\nNão entre nessa cilada\nFique esperto com o mundo e atento com tudo e com nada\nMulheres só querem, preferem o que as favorecem\nDinheiro, ibope, te esquecem se não os tiverem\nSomos Racionais, diferentes, e não iguais\nMulheres vulgares (o quê?) uma noite e nada mais!\n\n[Refrão]\n\n[Outro]\nMano Brown: Gostei, gostei É mano, tem uns caras que ficam iludidos com essas mina aí, capa de revista, pôster, viagem pra Europa, mas por baixo mano, mó sujeira! Vai nessa, morô?\nEdi Rock: E isso aí, mano. Até a próxima Brown...", "image": "https://images.genius.com/51c2ce35c762c04155b5ee9bfc971974.400x400x1.jpg"}], "artist": "Racionais MC’s"}