{"songs": [{"title": "Rapaz Comum", "album": "Sobrevivendo no Inferno", "year": "1997-12-20", "lyrics": "Letra de \"Rapaz Comum\" com Racionais MC's\n\n[Intro]\n\n[Verso 1: Edi Rock (Ice Blue)]\nParece que alguém está me carregando perto do chão\nParece um sonho, parece uma ilusão\nA agonia, o desespero toma conta de mim\nAlgo no ar me diz que é muito ruim\nMeu sangue quente, não sinto dor\nA mão dormente não sente o próprio suor\nMeu raciocínio fica meio devagar\nQuem me fodeu? Eu tô tentando me lembrar\nCresceu o movimento ao meu redor\nMeu Deus! Eu não sei mais o que é pior\nMentir a vida toda pra si mesmo\nOu continuar e insistir no mesmo erro\nMe lembro de um fulano: (Mata esse mano!)\nSerá que errar dessa forma é humano?\nErrar a vida inteira é muito fácil\nPra sobreviver aqui tem que ser mágico\nMe lembro de várias coisas ao mesmo tempo\nComo se eu estivesse perdendo tempo\n(A ironia da vida é foda!)\nQue valor tem? Quanto valor tem?\nUma vida vale muito, vim saber só agora\nDeitado aqui e os manos na paz, tudo lá fora\nPuxando ferro ou talvez batendo uma bola\n(Pode crer, Deve tá mó lua da hora)\nTem alguém me chamando, quem é?\nApertando minha mão, tem voz de mulher\nO choro a faz engolir as palavras\nUm lenço que enxuga meu suor enxuga suas próprias lágrimas\nNo rosto de uma mãe que reza baixinho\nQue nunca me deixou faltar, ficar sozinho\nMe ensinou o caminho desde criança\nMinha infância, mais uma eu guardo na lembrança\nNa esperança da periferia eu sou mais um\n\n[Refrão: Edi Rock (Sample)]\n(Clip, clap, bum!)\nRapaz comum\n(Clip, clap, bum!)\n(A lei da selva é assim)\n(Clip, clap, bum!)\nRapaz comum\n(A lei da selva é assim)\n(Clip, clap, bum!)\n(Predatória)\nRapaz comum\n(Preserve a sua glória!) (2x)\n\n[Verso 2: Edi Rock (Ice Blue)]\nQueria atrasar o meu relógio\nPra mim vale muito um minuto a mais de ódio\nMas me sinto fraco, indefeso, desprotegido\nEu vou mais alto, cusão! Pra te levar comigo!\nVou ser um encosto na sua vida\nVocê criou um monstro sem cura, sem alternativa!\nMe enganar pra quê?\nSe o fim é virar pó!\nFiquei muito pior\nSegura o seu B.O.!\nO preto aqui não tem dó!\nMais uma vida desperdiçada e é só\nUma bala vale por uma vida do meu povo\nNo pente tem quinze, sempre há menos no morro, e então?\nQuantos manos iguais a mim se foram?\nPreto, preto, pobre, cuidado, socorro!\nQuê que pega aqui? Quê que acontece ali?\nVejo isso frequentemente, desde moleque\nQuinze de idade já era o bastante, então\nTreta no baile, então, tiros de monte!\nMorte nem se fala!\nEu vejo um cara agonizando!\n(Chame a ambulância! Alguém chame a ambulância!)\nDepois ficava sabendo na semana\nQue dois já era\nOs preto sempre teve fama\nNo jornal, revista e TV se vê\nMorte aqui é natural, é comum de se ver\nCaralho! Não quero ter que achar normal\nVer um mano meu coberto com jornal!\nÉ mal, Cotidiano suicida!\nQuem entra tem passagem só pra ida!\nMe diga, me diga: que adianto isso faz?\nMe diga, me diga: que vantagem isso traz?\nEntão, a fronteira entre o Céu e o Inferno tá na sua mão\nNove milímetros de ferro\nCusão! Otário! Que porra é você?\nOlha no espelho e tenta entender\nA arma é uma isca pra fisgar\nVocê não é polícia pra matar!\nÉ como uma bola de neve\nMorre um, dois, três, quatro\nMorre mais um em breve\nSinto na pele, me vejo entrando em cena\nTomando tiro igual filme de cinema\n\n[Refrão]\n\n[Verso 3: Edi Rock]\nMinha idéia tá clareando\nEu fico atacado, mó neurose, o tempo tá esgotando\nNão quero admitir, meus olhos vão abrir\nVou chorar, vou sorrir, vou me despedir\nNão quero admitir que sou mais um\nInfelizmente é assim, aqui é comum\nUm corpo a mais no necrotério, é sério\nUm preto a mais no cemitério, é sério\nEu tô me vendo agora e é difícil\nMinha família, meus manos, no centro um crucifixo\nMeus filhos olhando sem entender o porquê\nSe eu pudesse falar talvez iriam saber\nNão acredito que esse mano veio até aqui!\nMe matou, quer certeza e quer conferir\nMe acompanham até a sepultura\nVejo um tumulto no caixão. Hã! E alguém segura!\nMais uma mãe que não se conforma\nPerder um filho dessa forma é foda\nQuem se conforma?\nComo eu podia imaginar no velório de outras pessoas\nHoje estou no lugar\nNo buraco desce o meu caixão\nJogam terra, flores, se despedem na última oração\nTão me chamando, meu tempo acabou\nNão sei pra onde ir! Não sei pra onde vou!\nQual que é? Qual que é? O quê que eu vou ser?\nTalvez um anjo de guarda pra te proteger\nNão sou o último nem muito menos o primeiro\nA lei da selva é uma merda e você é o herdeiro!", "image": "https://images.genius.com/0853e27a7878c0485f0031ff97921bb6.800x800x1.jpg"}], "artist": "Racionais MC’s"}