{"songs": [{"title": "Fórmula Mágica da Paz (Versão Ao Vivo)", "album": "Ao Vivo", "year": "2001-01-01", "lyrics": "[Intro: Mano Brown]\nVai vendo Zona Sul, porque\n\n[Verso 1: Mano Brown]\nEssa porra é um campo minado\nQuantas vezes eu pensei em me jogar daqui?\nMas, aí, minha área é tudo o que eu tenho\nA minha vida é aqui e eu não preciso sair\nÉ muito fácil fugir mas eu não vou\nNão vou trair quem eu fui, quem eu sou\nEu gosto de onde eu tô e de onde eu vim\nEnsinamento da favela foi muito bom pra mim\nCada lugar um lugar, cada lugar uma lei\nCada lei uma razão e eu sempre respeitei\nQualquer jurisdição, qualquer área\nJardim Santo Eduardo, Grajaú, Missionária\nFunchal, Pedreira e tal, Joaniza\nEu tento adivinhar o que você mais precisa\nLevantar sua goma ou comprar uns pano\nUm advogado pra tirar seu mano\nNo dia da visita você diz\nQue eu vou mandar cigarro pros maluco lá no x\nEntão, como eu tava dizendo, sangue bom\nIsso não é sermão, ouve aí, tenho o dom\nEu sei como é que é, é foda parceiro\nÉ, a maldade na cabeça o dia inteiro\nNada de roupa, nada de carro, sem emprego\nNão tem ibope, não tem rolê, sem dinheiro\nSendo assim, sem chance, sem mulher\nVocê sabe muito bem o que ela quer (é)\nEncontre uma de caráter se você puder\nÉ embaçado ou não é?\nNinguém é mais que ninguém, absolutamente\nAqui quem fala é mais um sobrevivente\nEu era só um moleque, só pensava em dançar\nCabelo black e tênis All Star\nNa roda da função mó zoeira\nTomando vinho seco em volta da fogueira\nA noite inteira, só contando história\nSobre o crime, sobre as treta na escola\nEu não tava nem aí, nem levava nada a sério\nAdmirava os ladrão e os malandro mais velho\nMas se liga, olhe ao seu redor e me diga:\nO que melhorou? da função quem sobrou?\nSei lá, muito velório rolou de lá pra cá\nQual a próxima mãe que vai chorar?\nHá, demorou mas hoje eu posso compreender\nQue malandragem de verdade é viver\nAgradeço a Deus e aos Orixás\nParei no meio do caminho e nem olhei pra trás\nMeus outros manos todos foram longe demais\nCemitério São Luiz aqui jaz\nMas que merda, meu oitão tá até a boca\nQue vida louca! Por que é que tem que ser assim?\nOntem eu sonhei que um fulano aproximou de mim\n\"Agora eu quero ver ladrão\" (pá! pá! pá! pá!) Fim\nSonho é sonho, deixa quieto\nSexto sentido é um dom, eu tô esperto, morrer é um fator\nMas conforme for, tem no bolso e na agulha e mais 5 no tambor\nVai, joga o jogo vamo lá, caiu a 8 eu mato a par\nEu não preciso de muito pra sentir-me capaz\nDe encontrar a Fórmula Mágica da Paz\n\n[Refrão: (Mano Brown)]\n(Sou mais você Marcão)\nEu vou procurar, sei que vou encontrar, eu vou procurar\nEu vou procurar, você não bota uma fé, mas eu vou atrás\n{Eu vou procurar e sei que vou encontrar}\n(Da minha fórmula mágica da paz)\nEu vou procurar, sei que vou encontrar\n(Procure a sua) eu vou procurar, eu vou procurar\nVocê não bota uma fé\n(Eu vou atrás da minha) Você não bota uma fé\n{Eu vou procurar e sei que vou encontrar}\n\n[Verso 2: Mano Brown, Ice Blue]\nCaralho, que calor, que horas são agora?\nDá pra ouvir a pivetada gritando lá fora\nHoje, acordei cedo pra ver\nSentir a brisa de manhã e o sol nascer\nÉ época de pipa, o céu tá cheio\n15 anos atrás eu tava ali no meio\nLembrei de quando era pequeno, eu e os cara\nFaz tempo, faz tempo e o tempo não para\nHoje tá da hora o esquema pra sair\nÉ, vamo, não demora, mano, chega aí\nCê viu onti? os tiro ouvi um monte, então\nDiz que tem uma pá de sangue no campão\nIh, mano toda mão é sempre a mesma ideia junto\nTreta, tiro, sangue, aí, muda de assunto\nTraz a fita pra eu ouvir que eu tô sem\nPrincipalmente aquela lá do Jorge Ben\nUma pá de mano preso chora a solidão\nUma pá de mano solto sem disposição\nEmpenhorando por aí, rádio, tênis, calça\nAcende num cachimbo, virou fumaça!\nNão é por nada não, mas aí, nem me ligo, ó\nA minha liberdade eu curto bem melhor\nEu não tô nem aí pra o que os outros fala\n4, 5, 6, preto num Opala\nPode vir gambé, paga pau, tô na minha na moral\nNa maior,sem goró, sem pacau, sem pó\nEu tô ligeiro, eu tenho a minha regra\nNão sou pedreiro, não fumo pedra\nUm rolê com os aliados já me faz feliz\nRespeito mútuo é a chave é o que eu sempre quis (Diz)\nProcure a sua, a minha eu vou atrás\nAté mais, da fórmula mágica da paz\n\n[Refrão: (Mano Brown)]\n(Deixa comigo Marcão)\n(Eu vou procurar, sei que vou encontrar, eu vou procurar)\n(Eu vou procurar, você não bota uma fé, mas eu vou atrás)\n(Ó eu aprendendo)\n{Eu vou procurar e sei que vou encontrar}\n(Da minha fórmula mágica da paz)\nEu vou procurar, sei que vou encontrar\n(Procure a sua) eu vou procurar, eu vou procurar\nVocê não bota uma fé\n(Eu vou atrás da minha) Você não bota uma fé\n{Eu vou procurar e sei que vou encontrar}\n\n\n[Verso 3: Mano Brow]\nChoro e correria no saguão do hospital\nDia das criança, feriado e luto final\nSangue e agonia entra pelo corredor\n\"Ele tá vivo? Pelo amor de Deus, doutor\"\n4 tiros do pescoço pra cima\nPuta que pariu a chance é mínima\nAqui fora, revolta e dor\nLá dentro estado desesperador\nEu percebi quem eu sou realmente\nQuando eu ouvi o meu subconsciente:\n(E aí mano brown, cuzão? cadê você?\nSeu mano tá morrendo o que você vai fazer?)\nPode crer, eu me senti inútil, eu me senti pequeno\nMais um cuzão vingativo, vai vendo\nPuta desespero, não dá pra acreditar\nQue pesadelo, eu quero acordar\nNão dá, não deu, não daria de jeito nenhum\nO Derley era só mais um rapaz comum\nDali a poucos minutos\nMais uma Dona Maria de luto\nNa parede o sinal da cruz\nQue porra é essa? Que mundo é esse? Onde tá Jesus?\nMais uma vez um emissário\nNão incluiu Capão Redondo em seu itinerário\nPorra, eu tô confuso, preciso pensar\nMe dá um tempo pra eu raciocinar\nEu já não sei distinguir quem tá errado, sei lá\nMinha ideologia enfraqueceu:\nPreto, branco, polícia, ladrão ou eu?\nQuem é mais filha da puta, eu não sei\nAí fudeu, fudeu, decepção essas hora\nA depressão quer me pegar vou sair fora\n2 de novembro era finados\nEu parei em frente ao São Luís do outro lado\nE durante uma meia hora olhei um por um\nE o que todas as senhoras tinham em comum:\nA roupa humilde, a pele escura\nO rosto abatido pela vida dura\nColocando flores sobre a sepultura\n(Podia ser a minha mãe) Que loucura\nCada lugar uma lei, eu tô ligado\nNo extremo sul da Zona Sul tá tudo errado\nSe aqui vale muito pouco a sua vida\nA nossa lei é falha, violenta e suicida\n(Se diz) se diz que, me diz que, não se revela:\nParágrafo primeiro na lei da favela\nLegal, assustador é quando se descobre\nQue tudo dá em nada e que só morre o pobre (irmão)\nA gente vive se matando irmão, por quê?\nNão me olhe assim, eu sou igual a você\nDescanse o seu gatilho, descanse o seu gatilho\nEntre no trem da malandragem, o meu rap é o trilho\n\nSe todo mundo cantar junto vai ser lindo\n\n[Refrão: (Mano Brown)]\n(Deixa comigo Marcão)\n(Eu vou procurar, sei que vou encontrar, eu vou procurar)\n(Eu vou procurar, você não bota uma fé, mas eu vou atrás)\n(Ó eu aprendendo)\n{Eu vou procurar e sei que vou encontrar}\n(Da minha fórmula mágica da paz)\nEu vou procurar, sei que vou encontrar\n(Procure a sua) eu vou procurar, eu vou procurar\nVocê não bota uma fé\n(Eu vou atrás da minha) Você não bota uma fé\n{Eu vou procurar e sei que vou encontrar}\nSensacional\nQuero ouvir Zona Sul cantar do fundão do coração essa foi feita pra vocês\nTá baixo, essa foi feita pra vocês", "image": "https://images.genius.com/60c9d24a1656e59513f7e679aff85461.235x235x1.jpg"}], "artist": "Racionais MC’s"}