{"songs": [{"title": "Mágico de Oz", "album": "Sobrevivendo no Inferno", "year": "1997-12-20", "lyrics": "[Intro: Pulga do ABC]\nComecei usar pra esquecer dos problemas\nFugi de casa\nMeu pai chegava bêbado e me batia muito\nEu queria sair desta vida\nO meu sonho?\nEstudar, ter uma casa, uma família\nSe eu fosse mágico?\nNão existia droga, nem fome e nem polícia\n\n(Tenho fé)\n\n[Verso 1: Edi Rock]\nAquele moleque sobrevive como manda o dia a dia\nTá na correria, como vive a maioria\nPreto desde nascença, escuro de sol\nEu tô pra ver ali igual no futebol\nSair um dia das ruas é a meta final\nViver decente, sem ter na mente o mal\nTem o instinto que a liberdade deu\nTem a malícia que cada esquina deu\nConhece puta, traficante, ladrão\nToda raça, uma pá de alucinado e nunca embaçou\nConfia nele mais do que na polícia\nQuem confia em polícia? Eu não sou louco!\nA noite chega, e o frio também\nSem demora e a pedra, o consumo aumenta a cada hora\nPra aquecer ou pra esquecer, viciar\nDeve ser pra se adormecer, pra sonhar\nViajar na paranoia, na escuridão\nUm poço fundo de lama, mais um irmão\nNão quer crescer, ser fugitivo do passado\nEnvergonhar-se aos 25 ter chegado\nQueria que Deus ouvisse a minha voz\nE transformasse aqui no Mundo Mágico de Oz\n\n[Refrão: (Edi Rock)]\nQueria que Deus ouvisse a minha Voz!\n(Que Deus Ouvisse a minha Voz)\nNo Mundo Mágico de Oz\n\n[Verso 2: Edi Rock]\nUm dia ele viu a malandragem com o bolso cheio\nPagando a rodada, risada e vagabunda no meio\nA impressão que dá, é que ninguém pode parar\nUm carro importado, som no talo\n\"Homem na Estrada\" eles gostam\nSó bagaceira só, o dia inteiro só\nComo ganha o dinheiro, vendendo pedra e pó\nRolex ouro no pescoço a custa de alguém\nUma gostosa do lado pagando pau pra quem?\nA polícia passou e fez o seu papel\nDinheiro na mão, corrupção à luz do céu!\nQue vida agitada, hein? Gente pobre tem\nPeriferia tem, você conhece alguém\nMoleque novo que não passa dos doze\nJá viu viveu, mais que muito homem de hoje\nVira a esquina e para em frente a uma vitrine\nSe vê, se imagina na vida do crime\nDizem que quem quer segue o caminho certo\nEle se espelha em quem tá mais perto\nPelo reflexo do vidro ele vê\nSeu sonho no chão se retorcer\nNinguém liga pro moleque tendo um ataque\nFoda-se quem morrer dessa porra de crack\nRelaciona os fatos com seu sonho: Poderia ser eu no seu lugar\nAh, das duas uma eu não quero desandar\nPor aqueles mano que trouxeram essa porra pra cá\nMatando os outros, em troca de dinheiro e fama\nGrana suja como vem vai, não me engana\nQueria que Deus ouvisse a minha voz\nE transformasse aqui no Mundo Mágico de Oz\n\n[Refrão]\n\n[Verso 3: Edi Rock]\nHey mano, será que ele terá uma chance?\nQuem vive nesta porra, merece uma revanche\nÉ um dom que você tem de viver\nÉ um dom que você recebe pra sobreviver\nHistória chata, mas cê tá ligado?\nQue é bom lembrar que quem entrar\nÉ um em cem, pra voltar\nQuer dinheiro pra vender, tem um monte aí\nTem dinheiro, quer usar, tem um monte aí\nTudo dentro de casa vira fumaça, é foda!\nSerá que Deus deve tá provando minha raça?\nSó desgraça gira em torno daqui\nFalei do J.B. ao Piqueri e Mazzei\nRezei pra um moleque que pediu:\n\"Qualquer trocado, qualquer moeda, me ajuda tio!\"\nPra mim não faz falta, uma moeda não neguei\nE não quero saber, o quê que pega se eu errei\nIndependente a minha parte eu fiz\nTirei um sorriso ingênuo, fiquei um terço feliz\nSe diz que moleque de rua rouba\nO governo, a polícia no Brasil, quem não rouba?\nEle só não têm diploma pra roubar\nEle não se esconde atrás de uma farda suja\nÉ tudo uma questão de reflexão, irmão\nÉ uma questão de pensar\nAh! A polícia sempre dá o mal exemplo\nLava minha rua de sangue\nLeva o ódio pra dentro\nPra dentro de cada canto da cidade\nPra cima dos quatro extremos da simplicidade\nA minha liberdade foi roubada\nMinha dignidade violentada, que nada!\nOs manos se ligar\nParar de se matar, amaldiçoar\nLevar pra longe daqui essa porra\nNão quero que um filho meu\nUm dia, Deus me livre, morra!\nOu um parente meu acabe com um tiro na boca\nÉ preciso eu morrer pra Deus ouvir minha voz\nOu transformar aqui no mundo mágico de Oz\n\n[Refrão]\n\n[Outro]\nJardim Filhos da Terra e tal\nJardim Hebrom, Jaçanã e Jaba Rural\nPiquiri, Maizzei, Nova Galvão\nJardim Curisco, Fontalis e então\nCampo Limpo, Guarulhos, Jardim Peri\nJ.B., Edu Chaves e Tucuruvi\nAlô 12, Mimosa, São Rafael\nJá que nasces tem um lugar no céu\nPode crê, tem um lugar\nÀs vezes eu fico pensando se Deus existe mesmo, morô?\nPorque meu povo já sofreu de mais e continua sofrendo até hoje\nSó que aí eu vejo os moleque nos farol, na rua, muito loco de cola, de pedra, e eu penso poderia ser um filho meu, morô?\nEu tenho fé...", "image": "https://images.genius.com/0853e27a7878c0485f0031ff97921bb6.800x800x1.jpg"}], "artist": "Racionais MC’s"}