{"songs": [{"title": "Grand Finale", "album": "Ao Vivo", "year": "2001-01-01", "lyrics": "[Mano Brown]\nMuito obrigado pelo respeito, muito obrigado pela compreensão, muito obrigado pela atenção, muito obrigado pela consideração, pelos minutos de silêncio, pelas palmas e pelos aplauso, e pelos gritos, e por esperar, e por ter paciência, e por ouvir um monte de coisa que a gente fala, o importante é nóis, o importante é fé em Deus, é amizade morô? O orgulho próprio, ter coragem, disposição pra lutar, não pra ficar chorando, racismo, polícia, tal, foda-se, vão passar por cima nóis é maioria, nóis é forte, firmeza total?\nÉ tudo nosso ou não é?\nA partir de amanhã vamo correr a trás?\nVão passar por cima?\nDas dificuldade\nVamo, seja homem, seja você mano, precisa andar armado não, seja homem, fala a verdade sempre e honre seu nome do seu pai da sua mãe, firmeza total, paz\n\n[Mano Brown & Ice Blue]\nFirmeza total\nFirmeza total? Firmeza total sempre\nMuito amor Zona Sul\nMuito obrigado\nEae Grajaú\nTrilha Sonora do Gueto, Ndee Naldinho, Racionais, Rota de Colisão, Cartado Final, Muralha Sul, Rosana Bronks\nEae Paranapanema\nFirmeza total\nÉ desse jeito\nEae Vaz de Lima\nAlvos da Lei\nVila Joaniza, Jardim Míria, firmeza total, Jardim Eliana, Vila São José, Jardim Primavera, Pedreira, Jardim Apurá, Capão Redondo, firmeza total Vila Clara, firmeza total Jardim São Carlos, firmeza total São Jorge, firmeza total Favela da Paz, firmeza total Iporanga, firmeza total Vila São José, firmeza total Morro da Macumba, firmeza total Vila Joaniza\nSem palavras Capão Redondo, Campo Limpo, firmeza total Vila Santa Catarina, Vietnã, sem palavra, esse foi um grande dia", "image": "https://images.genius.com/7cb4210fed972c648c6de232a5340968.350x350x1.jpg"}], "artist": "Racionais MC’s"}