{"songs": [{"title": "Trutas e Quebradas", "album": "Nada Como Um Dia Após o Outro Dia (Disco 2: Ri Depois)", "year": "2002-10-27", "lyrics": "[Intro: Mano Brown (KL Jay e Edi Rock)]\nEssa é para os manos daqui\n(Muito amor e saúde, fé em Deus, esperança)\nEssa é para os manos de lá\n(Estão com Deus, em um bom lugar)\nCom certeza! A hora é essa, nego, demorou\nViva!\n(Astros convidados)\nSó o sol, com futebol, e doce pra molecada\nMuito respeito pra trutas e quebradas (é quente!)\n\n[Créditos: Ice Blue]\nJardim Vaz de Lima, Três Estrelas, Imbé, Paranapanema\nParque, Jardim Lídia, Bela Vista\nE aí, Lô, Dão, Silvão, Luís, Jacaré, Edston, Jura, Ivan, Kiko, Rodrigo\nFamília Pessoa, mó respeito\nFamília Jesus, família Andrade, Joãozinho, Rogério, Rodni, Quico\nEd, seu Veleci, brilha no céu\nCássio, Bola, Perninha, Jarrão, Celso Ataíde, e aí, bandido, Chácara\nCasa Verde, São Bento, Independência, Grajaú, Vila São José, Morro São Bento, de Santos, e aí, toda a rapa\nJuninho, Dinho, Rafa, Mala, Vitor, Alberto, Marquinho, Davi, Meire\nEstas são as pessoas que tricô nas horas difíceis, certo?\nValdir, Sandra, Bebê e Fátima, Time Tranbicagem, Diego, Paxá\nLarroi, William, Cora, Paulinho, Bicudo e Tico, e Catraca, Fernando\nLobão, Paulinho, Mateus, só os fortes sobrevivem\nTia Vilma, tia Maria e tio Celso\n\n[Créditos: Edi Rock]\nNão sei de nada\nUm salve, eu amo quem me ama\nDesprezo o Zé Povinho e amo a minha quebrada\nObrigado, Deus, por eu poder caminhar de cabeça erguida\nAí, Jaçanã, Serra Pelada, Jardim Hebrom, de fé\nFirmeza, Valcinho, e aí, 9 de Julho, é nóis\nWellington, Pulguento, tá valendo\nCalibre do Gueto, Raciocínio das Ruas, Relatos da Invasão\nÉ a caminhada certa\nSerrano, resistente, firmão\nEi, Valdizá, sem palavras, hein?\nJairão, tá no coração, irmãozão\nGarotos da Periferia, sacode a rede\nQue vocês são o amanhã, certo?\nVila Mazzei, forte abraço, Jó\nMarcelo Boy, Jardim Tremembé te espera\nCachoeira, ei, Dédo muita fé, hein?\nVoz Ativa, Pasto, Nova Galvão, Resgate Negro\nJova, Última Chance, Vila Zilda, Piqueri, Richard, Nino, Madá\nDaquele jeito\nFontales, Lakers, Zé Hamilton, Luís Barba, Vila Sapo, valeu\nClaudinei, Sidnei, Mário Jardim, Peri, Franco da Rocha\nAnderson de Itu, Jackson, esqueleto de Porto Alegre, muita treta\nCristiano, santista, bairro do Limão\nDona Dóris e seu Ourides, cuidando da molecada\nItaquera, Cidade Tiradentes, São Miguel, São Mateus\nMauá, Santo André\nE aí, Edson? Canão\nZona sul... e aí, zona sul\nZona oeste, firmão\nCumbica, Arujá, Cocaia, Natanael, movimento de rua\nMiltão, Costa Norte, Edmílson, Albertão, de Guarulhos\nSidão, de São Miguel, 509-E\nE todos aqueles que fortalecem o hip-hop\nAí, firmezão, é nóis\n\n[Créditos: KL Jay]\nAlô, alô, um, dois, um, dois {scratches}\nAí, Diadema, Gildão, Alexandre\nToda a rapa do Clube do Rap, valeu, mesmo, hein?\nAlô, alô, zona leste, Itaquera\nCodorna, Xis, Treze, Duda, Eltão, Fabinho, Tupac da Cohab\nPô, esqueci dos demais, mas aí, desculpa, aí, tá no coração, hein?\nE aí, Tucuruvi, zona norte\nJó, Adi, Baiano, Dodô, miliano, hein?\nClaudinei, Sidnei, Zé, Cebola, Panão\nE aí, Fubá, achou que eu não ia lembrar, truta? Cê tá ligado, né?\nE aí, Lauzane?\nSaudades dos que se foram e dos que ficaram\nMuito respeito, hein?\nÀ toda a zona oeste, pá (pá, pá, pá)\nAlô, alô, Nani, firmeza total\nZona sul, sem palavras, muito obrigado pelo respeito, hein?\nMas aí, bora ir, então? Firmão\nAlô, alô, Coiote, Décio, Jefferson, Ébano, Núbio, James\nRappin' Hood, Johnny MC, Kamau, Max B.O., JL\nPaulo Brown, Meire, Michelle, Levi, Fátima, Tatiane, Cebola\nSabotage, Sombra, vivo aí\n\n[Créditos: Mano Brown]\nA Jesus Cristo, que não me abandona\nVila Fundão, Caio, Japonês, Corró, Binho, Keu, Carlito, Du, Ronaldo\nVagner, Chibimba, Cacá palmeirense, Gatula, Paraibinha, Jardel\nF.F., Davi, Sóssa, Fubá, Valtinho, Vandão, Paulo Magrão\nRua Aglício em peso, Cebola, Gordo\nAí, rapa, aí, Negredo, Natal, Nelsinho, Lecão\nToda a rapa da Sabinha\nCharles, Richard, Neno, Gordinho, Allan e os irmãos caras de pau\nToda a rapa que cola na barraca do Saldanha\nA rapa do Rosana, Valquíria\nPaz para o Jardim Irene\nRosas, Macedônia, Maria Sampaio\nAí, primo Edson, Cesinha, Ratinho\nA rapa do Engenho, Jerivá, Aurélio, Sora, Cone, firmão, Cohab\nPaí, Parque Fernanda, Comercial, Benê, Jota, Araponga, William\nFirmão, Pirajussara, família Santa Rita, Di, Ivan, Selé, Alex, Boi, Jó\nMárcio, Marcílio, Mimi, Gegê, Daniel, Miltinho\nPaulinho, aí, Santo Eduardo\nFirmão, Tuá, firmão, Ricardo, Nihon, esteja em paz\nCampinho, Beira-Rio, Vietnã, rua Alba, Souza Dantas\nAí, Jardim Ivana, Santa Ifigênia, Ipê, Novo Oriente, Regina\nJardim Ingá, Maria Virgínia, morro da Puma, favela da Coca-Cola\nMorro Dunga, morro da Macumba, São Vitor\nPedreira, eterna morada\nJardim Santa Teresinha, Jardim Apurá... Lugar lindo, hein?\nFamília Camorra, Charuto, Dinho, Lê, família Sem Querer\nFamília da Joaniza, Testa, Fábio Gordo, Sete Vidas\nAí, Josias, aí, Scooby-Doo, Serginho, firmão, Edinho\nZé Roberto, Tico, Roque, Marquinho, Neto, Leci, Guineto\nDeus abençoe a todos, obrigado pela companhia\n\n[Outro: Mano Brown]\nEstamos encerrando nossas transmissões\nLembrando que a dama mais glamurosa da noite é a própria noite\nTenham um bom dia!", "image": "https://images.genius.com/a36db49f05341302633a94f9b36fc844.949x949x1.jpg"}], "artist": "Racionais MC’s"}