{"songs": [{"title": "Eu Sou 157", "album": "Nada Como Um Dia Após o Outro Dia (Disco 1: Chora Agora)", "year": "2002-01-01", "lyrics": "[Refrão: Mano Brown]\nHoje eu sou ladrão, artigo 157\nAs cachorras me amam, os playboy se derrete\nHoje eu sou ladrão, artigo 157\nA polícia bola um plano, sou herói dos pivete\n\n[Verso 1: Mano Brown]\nUma pá de bico cresce o zóio quando eu chego\nZé povinho é foda, ô! Né, não, nêgo?\nEu tô de mal com o mundo, terça-feira à tarde\nJá fumei um ligeiro com os covarde\nEu só confio em mim, mais ninguém, 'cê me entende\nFala gíria bem, até papagaio aprende\nVagabundo assalta banco usando Gucci e Versace\nCivil dá o bote usando caminhão da Light\nPresente de grego, né, cavalo de Troia\nNem tudo que brilha é relíquia, nem joia, não\nLembra aquela fita, lá?\n- Ô, fala aí, jão!\n- O bico veio aí, mó cara de ladrão\n- Como é que é, rapa? Calor do caraio\nLicença, aí, deixa eu fumar, passa a bola, Romário!\n- Hum, meio confiado, né? É, eu percebi\nPensei, ó, só, que era truta seu, ó o milho\nE diz que tinha um canal, que vende isso e aquilo\nQuem é? Quem tem “m” pra vender? Quero um quilo\n- Um quilo de quê, jow? 'Cê conhece quem?\nSei lá, sei não, hein? Eu sou novo, também)\nIrmão, quando ele falou um quilo\nÉ o deixo, é o milho, a micha caiu\nMas onde é que já se viu?\nAssim, tá de piolhagem\nNão vai daqui, ali, mó chavão, nesses trajes\nDe óculos escuros, bermuda e chinelo\nO negão era polícia, irmão, mó castelo\n\n[Refrão x2]\n\n[Verso 2: Mano Brown]\nNe-gô, São Paulo é selva e eu conheço a fauna\nMuita calma, ladrão, muita calma\nEu vejo os ganso descer e as cachorra subir\nOs dois peida pra ver quem guia o GTI\n- Mas, também, né, jão? Sem fingir, sem dar pano\nÉ boca de favela, ô, vamo e convenhamo\nTiazinha trabalha há 30 anos e anda a pé\nÀs vezes cagueta de revolta, né?\n- Quê? Né nada disso, não, 'cê tá nessa?\nRevolta com o governo, não comigo, as conversa\nTraidor, cobra-cega\nPensou se a moda pega?\nNe-gô, eles te entrega pro Depatri: aí, sujou\nDe bolinho, complô\nPode até ser que tem, sei lá\nQualquer lugar, vários têm celular\nNão dá pra acreditar que aconteça\nNa hora do choque que um de nós troque uma cabeça\nPor incrível que pareça, pode ser, ó, meu\nO dia de amanhã quem sabe é Deus\nEu não sei, não vi, não sou, morro cadeado\nFirmão, deixa eu ir, quem não é visto, não é lembrado...\n\n[Refrão x2]\n\n[Verso 3: Mano Brown, Ice Blue]\nFamília em primeiro lugar, é o que há\nJuro pra senhora, mãe, que eu vou parar\nMeu amor é só seu, brilhante num cofre\nEnquanto eu viver, a senhora nunca mais sofre\nTá daquele jeito, se é, é agora\nÉ calça de veludo, é bunda de fora\nMe perdoe, me perdoe, mãe, se eu não tenho mais\nO olhar que um dia foi te agradar com cartaz\nEscrito assim: “12 de maio”, em marrom\nUm coração azul e branco em papel crepom\nSeu mundo era bom\nPena que, hoje em dia, só encontro\nNo seu álbum de fotografia\nJuro que vou te provar que não foi em vão\nMas cumprir ordem de bacana não dá mais, não\n- Xiii, jão! Falando sozin’?\nEssa era da boa, hein? Põe dessa pra mim\nO barato tá doido e os mano te ligou, ali\nMas tem que ser já, sem pensar, 'cê quer ir?\nA ponta é daqui a pouco, oito horas, oito e pouco\nTá tudo no papel, dá pra arrumar uns troco\nO time tava montado, mas tem um que não pode\nMano, é d'outro lado, mas é, é pela ordem\nVamo, tá mó mamão, só catar, demorou\nÓ, só, te pus na fita porque 'cê é merecedor\nNão vou te pôr em fita podre, aliado\nA cena é essa, ó, fica ligado\nUm mão-branca fica só de migué\nNo bar em frente o dia inteiro, tomando café\nÉ nosso, o outro é japonês, o Kazu\nQue fica ali vendendo um dog e talão zona azul\n- 'Cê compra o dog dele e fica ali no bolinho\nEle tem só um canela-seca no carrinho\nSe liga a loira, né, então, vai estar lá dentro\nDe onda com os guardinha, pã\nNessa aí que eu entro\n- É dois, tem mais um, foi quem deu, tá ligeiro\nNa hora, ele vai estar de AK no banheiro\nTem uma XT na porta e uma Sahara\nPega a contra-mão, vira à esquerda e não para, cara\nÉ direto e reto, na mesma, até a praça\nQue tá tudo em obra, e os carro não passa\n- Do outro lado, tá a Rose, de Golf, na espera\nDá as arma e os malote pra ela e já era\nDepois só (fiiiu!) praia e maconha\nComer todas as burguesa em Fernando de Noronha\n\n[Interlúdio: Mano Brown, Ice Blue]\n- Nossa, mano, vou pegar aqueles gadinho, lá, que mora no condomínio, viiish!\n- Ih... E aquelas mina, lá?\n- Só gata, feio!\n- Se elas até gostar de fumar um baseado...\n- Vou levar elas toda!\n\n[Verso 4: Mano Brown, Ice Blue]\nO dia D chegou\nSe esse é o lugar, então, aqui estou\nQuanto mais frio, mais em prol\nUm amante do dinheiro, pontual como o sol\nIgual eu, de roupão e capacete\nNo frio, já é quente, ainda usando colete\n- Já era, eu tô aqui, e onde 'cê tá, jão?\nNão tô vendo ninguém, e o japonês tá aqui, não\n- O carrinho não tá, né? Daqui eu ganhei\nO outro mão nem comeu, também, desde que eu cheguei\n- Mas por quê logo hoje? Por quê que mudaram?\nÉ difícil errar, quem deu a fita errado?\nSei, não, tá esquisito, jão, tá sinistro\nNão é melhor nóis se jogar? Vê direito, hein?\nE, qualquer coisa, a loira vai ligar, não tem pressa\n'Cê é que nem meu irmão, caraio, porra, num dá essa!\n- Só tem o Zé povinho, e os motoboy\nTá gelado? Vamo entrar, vagabundo, é nóis\nNossa senhora, o neguinho passou a mil\nEu falei, nem ouviu, nem olhou, nem me viu\nMinha cara é esperar, eu não tiro o zóio\nLá dentro, eu não sei, meu estômago dói\n- Lá vem o truta, vamo! É agora!\n- Tudo errado, vamo embora, caiu a fita, sujou!\n- Cadê o neguinho? Demorou!\nCaraio, bem que eu falei!\nTodos funça, mudou\nSó tinha dois, mas tem três!\nO neguinho vinha vindo, do quê vinha rindo?\nO pesadelo do sistema não tem medo da morte\nDobrou o joelho e caiu como um homem\nNa giratória, abraçado com o malote\n- Eu falei, porra! Eu não te falei?! Não ia dar!\nPra mãe dele, quem que vai falar, quando nóis chegar?\nUm filho pra criar, imagina a notícia\n- Lamentável, vamo aí, vai chover de polícia\n\n[Ponte: choro da mãe]\n\n[Verso 5: Mano Brown]\nA vida é sofrida, mas não vou chorar\nViver de quê? Eu vou me humilhar?\nÉ tudo uma questão de conhecer o lugar\nQuanto tem, quanto vem e a minha parte, quanto dá\nPorque...\n\n[Refrão x2]\n\n[Outro: encerramento por Mano Brown]\nAí, louco, muita fé naquele que tá lá em cima, que ele olha pra todos, e todos têm o mesmo valor. Vem fácil, vai fácil, essa é a lei da natureza, não pode se desesperar\nE aí, molecadinha, tô de olho em vocês, hein? Não vai pra grupo, não, a cena é triste. Vamos estudar, respeitar o pai e a mãe e viver... Viver! Essa é a cena. Muito amor", "image": "https://images.genius.com/34a465bcc833f09b6a34c8d6b76b9665.1000x1000x1.jpg"}], "artist": "Racionais MC’s"}