{"songs": [{"title": "Racistas Otários", "album": "Racionais MC’s", "year": "1990-08-01", "lyrics": "[Verso 1: Mano Brown & Ice Blue]\nRacistas otários, nos deixem em paz\nPois as famílias pobres não aguentam mais\nPois todos sabem e elas temem\nA indiferença por gente carente que se tem\nE eles veem com toda autoridade o preconceito eterno\nE de repente o nosso espaço se transforma\nNum verdadeiro inferno e reclamar direitos de que forma\nSe somos meros cidadãos e eles o sistema?\nE a nossa desinformação é o maior problema\nMas mesmo assim, enfim, queremos ser iguais\nRacistas otários, nos deixem em paz\n\n[Refrão]\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\n\n[Verso 2: Mano Brown & Ice Blue]\nJustiça, em nome disso eles são pagos\nMas a noção que se tem é limitada e eu sei\nQue a lei é implacável com os oprimidos\nTornam bandidos os que eram pessoas de bem\nPois já é tão claro que é mais fácil dizer\nQue eles são os certos e o culpado é você\nSe existe ou não a culpa, ninguém se preocupa\nPois em todo caso haverá sempre uma desculpa\nO abuso é demais pra eles tanto faz\nNão passará de simples fotos nos jornais\nPois gente negra e carente não muito influente\nE pouco frequente nas colunas sociais\nEntão eu digo: Meu rapaz, esteja constante\nOu abrirão o seu bolso e jogarão um flagrante\nNum presídio qualquer será um irmão a mais\nRacistas otários, nos deixem em paz\n\n[Refrão]\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\n\n[Sample]\n(Pois a lei é suja e segue mal interpretada)\n\n[Verso 3: Mano Brown, Ice Blue & KL Jay]\nEntão a velha história outra vez se repete\nPor um sistema falido como marionetes\nNós somos movidos e há muito tempo tem sido assim\nNos empurram à incerteza e ao crime enfim\nPorque aí sim, certamente estão se preparando\nCom carros e armas nos esperando\nE os poderosos bem seguros, observando\nO rotineiro holocausto urbano\nO sistema é racista, cruel\nLevam cada vez mais irmãos aos bancos dos réus\nOs sociólogos preferem ser imparciais\nE dizem ser financeiro o nosso dilema\nMas se analisarmos bem mais você descobre\nQue negro e branco pobre se parecem, mas não são iguais\nCrianças vão nascendo em condições bem precárias\nSe desenvolvendo sem a paz necessária\nSão filhos de pais sofridos e por esse mesmo motivo\nNível de informação é um tanto reduzido\nNão! É um absurdo\nSão pessoas assim que se fodem com tudo\nE que no dia a dia vive tensa e insegura\nE sofre as covardias humilhações torturas\nA conclusão é sua, KL Jay\nSe julgam homens da lei, mas a respeito eu não sei\nPorém direi para vocês, irmãos\nNossos motivos pra lutar ainda são os mesmos\nO preconceito e o desprezo ainda são iguais\nNós somos negros, também temos nossos ideais\nRacistas otários nos deixem em paz\n\n[Refrão]\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\nRacistas otários, nos deixem em paz\n\n[Verso 4: Mano Brown, Ice Blue]\nOs poderosos são covardes desleais\nEspancam negros nas ruas por motivos banais\nE nossos ancestrais, por igualdade lutaram\nSe rebelaram, morreram, e hoje o que fazemos?\nAssistimos a tudo de braços cruzados\nAté parece que nem somos nós os prejudicados\nEnquanto você sossegado foge da questão\nEles circulam na rua com uma descrição\nQue é parecida com a sua, cabelo cor e feição\nSerá que eles vêem em nós um marginal padrão?\n50 anos agora se completam\nDa lei anti-racismo na constituição\nInfalível na teoria, inútil no dia a dia\nEntão que fodam-se eles com sua demagogia\nNo meu pais o preconceito é eficaz\nTe cumprimentam na frente e te dão um tiro por trás\n\n[Interlúdio]\nO Brasil é um pais de clima tropical\nOnde as raças se misturam naturalmente\nE não há preconceito racial\nHa, ha, ha, ha, ha, ha, ha...\n\n[Saída: Mano Brown]\nNossos motivos pra lutar ainda são os mesmos\nO preconceito e o desprezo ainda são iguais\nNós somos negros também temos nossos ideais\nRacistas otários nos deixem em paz!", "image": "https://images.genius.com/51c2ce35c762c04155b5ee9bfc971974.400x400x1.jpg"}], "artist": "Racionais MC’s"}