{"songs": [{"title": "A Praça", "album": "Cores & Valores", "year": "2014-11-25", "lyrics": "[Intro]\n\"Madrugada de domingo, em São Paulo\"\n\"Um show da Virada Cultural terminou em meio a uma gigantesca confusão. Foi a apresentação do grupo de rap Racionais MC's.\"\n\"Racionais MC's, Racionais MC's—Racio—Racionais MC's\"\n\"Os Racionais MC's\"\n\"Foi na Praça da Sé, uma verdadeira praça de guerra. {sirenes} Bombas de efeito moral e balas de borracha. {sirenes} Desesperadas, as pessoas tentaram fugir do confronto.\"\n\"Vem pra cá, mano! Vem pra cá, mano!\"\n\"Poderiam ter evitado\"\n\"Até que ponto balas de borracha e gás lacrimogêneo não acabam aumentando a confusão?\"\n\"Vamos pensar com inteligência, o barato é inteligência, certo, mano? Essa correria de um lado pro outro, aí, só vai machucar as pessoas.\"\n\n[Verso 1: Edi Rock]\nUma faísca, uma fagulha, uma alma insegura\nUma arma na cintura, o sangue na moldura\nUma farda, uma armadura, um disfarce, uma ditadura\nUm gás lacrimogêneo, e algema não é a cura\nInjúrias de uma censura, tentaram e desistiram\nPularam atrás da corda, filmaram e assistiram\nPediram o nosso fim, forjaram, olhe pra mim\nTiraram o nosso foco dos blocos e o estopim\nTentaram eliminar, pensaram em manipular\nTentaram e não bloquearam a força da África\nChamaram a Força Tática, choque, a cavalaria\nPolícia despreparada, violência em demasia\nMississippi em chamas, sou fogo na Babilônia\nTragédia, vida real, com a mão de um animal\nBrutal com os inocentes, crianças, velhos, presentes\nAção inconsequente, covarde e desleal\nOs moleques com pedra e pau\nPolícia com fuzil, bomba, carro pegando fogo\nPorta de aço, tromba, a mãe que chama o filho\nEnquanto toma um tiro, alguém perdeu alguém\nA alma no gatilho, fugir para o metrô\nTumulto no corredor, piso—\n—Tearam alguém, que ali mesmo ficou\nNas ruas adjacentes, a cena era presente\nDestruição e guerra\nO mundo que desabou, how!\n\n[Outro]\n\"{Sirenes} Às cinco e meia da manhã, a polícia ainda encontrava dificuldades para controlar a multidão.\"\n\"Não há mais o que fazer na Praça da Sé, hoje.\"\n\"Bom, a Praça da Sé parece, nesse momento, uma praça de guerra. Muito vidro quebrado pelo chão, lixo espalhado por todo lado. Onze pessoas foram presas e quatro ficaram feridas.\"\n\"A prefeitura vai assumir todas as responsabilidades—responsabilidades—as responsabilidades e dará todo o apoio necessário às pessoas que, eventualmente, tiverem tido algum dano em relação ao incidente.\"\n\"Os Racionais—os Racionais—os Racionais—os Racionais\"", "image": "https://images.genius.com/48b93b49621b9907f9c42edf78332104.960x960x1.jpg"}], "artist": "Racionais MC’s"}