{"songs": [{"title": "Fone (Intro)", "album": "Nada Como Um Dia Após o Outro Dia (Disco 2: Ri Depois)", "year": "2002-01-01", "lyrics": "E ai Paulo marquei um jogo pra domingo\nA mano demoro em, tem uns dia já que eu não jogo uma bola\nE ai Rafa vamo joga uma bola ai?\nA mano tô indo dá um role\nI mano eu e o Paulo fomo num role loco segunda-feira\nAi mano\nAi Rafa dexaro nóis\nPode crê\nNão foi dessa vez\nA tinha varias mulher lá em mano\nNem te falo em só as de elite\n(Celular toca)\nAlô\n(E ai colega tudo bem?)\nE ai quem tá falando? Quem tá falando?\n(Tem um tempo pra mim?)\nA mais quem tá falando?\n(Eu so aquela morena de segunda)\nA pode crê e ai mônica como é que é?\n(São tantas né?)\nA também não tô com essa bola toda não\n(Você não me ligo mais por que?)\nNão te liguei por que, puta, várias fita\n(Queria ver quando a gente pode se ver)\nPode ser sexta-feira\n(tô com saudade)\nTambém bem tô com saudades\n(Vê se me liga tá)\nEu te ligo tá, volta liga ai pra gente marca\n(Tchau beijão)\nTchau\nAi Paulo aquela morena lá\n(celular toca)\nQue nada se pá é aquela loira em\nQuem atendeu o telefone? Quem será agora perai alô\n(Oi amor tô te esperando)\nOi tudo bem?\n(Você não ia passa aqui?)\nVo passa ai já amor daqui a pouco\n(Você prometeu que ia ser hoje lembra)\nNão, vai ser hoje, eu tardo mas não falho\n(tô daquele jeito pra você)\nÁ demoro\n(celular toca)\nAi rapo o barato fico loco olha só quem tá ligando\nVixe\nVixe\nÉ hoje em\nAi Paulo sua mulher\nIh, mano, esqueci ela lá no centro ó\n(Que que tá acontecendo eu sou trouxa agora?)\nO que\n(Você tá me achando com cara de palhaça)\nA se só ligo agora pra xingar\n(Você não falo que ia passa no centro pra me pega)\nPor que se não ligo pra lembra\n(Eu tava te esperando pô)\nAcabei de sai da reunião\n(Nem precisa vim mais em)\nPor que você não me ligo pra avisa\n(Seu safado no mínimo você foi fica com outra)\nLigo pa fica xingando\n(Pilantra, sem-vergonha, irresponsável, cachorro)\nI da licença, Você dá licença ó que mina cabulosa desligou\nNa minha cara ó", "image": "https://images.genius.com/a36db49f05341302633a94f9b36fc844.949x949x1.jpg"}], "artist": "Racionais MC’s"}