{"songs": [{"title": "Vida Loka (Parte I)", "album": "Nada Como Um Dia Após o Outro Dia (Disco 1: Chora Agora)", "year": "2002-10-27", "lyrics": "[Intro]\nMano Brown: Vagabunda... Queria atacar do malucão, usou meu nome. O pipoca abraçou, foi na porta da minha casa lá, botou pânico em todo mundo três horas da tarde, eu não tava lá. Vai vendo...\nNegredo: Mas aí, Brown, ó. Tem uns tipo de mulher aí, truta, que não dá nem pra comentar...\nMano Brown: E eu nem sei quem é os maluco, isso que é foda...\nEdi Rock:Ih, vamo atrás desses pipoca aí, e já era\nMano Brown: Ir atrás de quem? E aonde? Sei nem quem é, mano. Mano, não devo, não temo, dá meu copo que já era\n\n[Interlúdio]\nAbraão: E aí, bandido mau, como é que é, meu parceiro?\nMano Brown: E aí, Abraão. Firmão, truta?\nAbraão: Firmeza total, ó Brown. E a quebrada aí, irmão?\nMano Brown: Tá a pampa. Aí, fiquei sabendo do seu pai, aí... lamentável, truta, mó sentimento mesmo, hein mano\nAbraão: Vai vendo, Brown, meu pai morreu, nem deixaram eu ir no enterro do meu coroa, irmão\nMano Brown: Cê é louco... Cê tava onde na hora, mano?\nAbraão: Eu tava batendo uma bola, meu. Fiquei na mó neurose, irmão\nMano Brown: Aí foram te avisar?\nAbraão: Aí vieram me avisar. Mas tá firmão, Brown, tô firmão... Logo mais eu tô aí na quebrada com vocês aí\nMano Brown: É quente. Na rua também não tá fácil não, morô, truta... Uns juntando inimigo, outros juntando dinheiro... Sempre tem um pra testar sua fé, mas tá ligado... Sempre tem um corre a mais pra fazer. Aí, mano, liga... liga nóis aí qualquer coisa, cê tá ligado, mano. É lado a lado nóis até o fim, morô irmão?\nAbraão: Tô ligado\n\n[Verso 1: Mano Brown]\nFé em Deus que Ele é Justo, ei irmão, nunca se esqueça\nNa guarda, guerreiro, levanta a cabeça\nTruta, onde estiver, seja lá como for\nTenha fé porque até no lixão nasce flor\nOre por nós, pastor, lembra da gente\nNo culto dessa noite, firmão, segue quente\nAdmiro os crente, dá licença aqui\nMó função, mó tabela, ho, desculpa aí\nEu me sinto às vezes meio, pá, inseguro\nQue nem um vira-lata sem fé no futuro\nVem alguém lá. Quem é quem, quem será? meu bom\nDá meu brinquedo de furar moletom\nPorque os bico que me vê com os truta na balada\nTenta ver, quer saber de mim, não vê nada\nPorque a confiança é uma mulher ingrata\nQue te beija, e te abraça, te rouba e te mata\nDesacreditar? Nem pensar, só naquela\nSe uma mosca ameaçar me catar piso nela\nO bico deu mó guela, ó\nPique bandidão foi em casa na missão: Me trombar na Cohab\nDe camisa larga, vai saber, Deus que sabe\nQual é a maldade comigo, inimigo no migué\nTocou a campainha \"Plim\" pra tramar meu fim\nDois maluco armado sim, um isqueiro e um estopim\nPonto pra chamar minha preta pra falar\nQue eu comi a mina dele, rá, se ela tava lá\nVadia, mentirosa, nunca vi, deu mó fáia\nEspírito do mal, cão de buceta e saia\nTalarico nunca fui, é o seguinte\nAndo certo pelo certo, como 10 e 10 é 20\nE já pensou, doido, e se eu tô com o meu filho\nNo sofá, de vacilo, desarmado, era aquilo\nSem culpa e sem chance, nem pra abrir a boca\nIa nessa sem saber, (pro cê vêr), Vida Loka!\n\n[Interlúdio]\nAbraão: E aí, Brown, nóis tá aqui dentro, mas demorô, truta, liga nóis, irmão\nMano Brown: Não, truta, aí, jamais vou levar problema pro cês. Nóis resolve na rua, e rapidinho também. Mas aí, nem esquenta... Aí, e aquele jogo lá do final do ano que cê falou?\nAbraão: Então, truta, demorô ó. No final do ano nós vamo marcar aquele jogo lá. Vem você, o Blue, os cara do Racionais tudo aí, morô, meu? Visita aqui é sagrada, safado não atravessa não, morô?\n\n[Verso 2: Mano Brown]\nMas na rua não é não. Até jack, tem quem passe um pano\nImpostor, pé de breque, passa por malandro\nA inveja existe, e a cada 10, 5 é na maldade\nA mãe dos pecado capital é a vaidade\nMas se é para resolver, se envolver, vai meu nome\nEu vou fazer o quê, se cadeia é pra homem?\nMalandrão? Eu não, ninguém é bobo\nSe quer guerra, terá; se quer paz, quero em dobro\nMas verme é verme, é o que é\nRastejando no chão, sempre embaixo do pé\nE fala uma, duas vez, se marcar até três\nNa quarta, xeque-mate que nem no xadrez\nEu sou guerreiro do rap, e sempre em alta voltagem\nUm por um, Deus por nós, tô aqui de passagem\nVida Loka! Eu não tenho dom pra vítima\nJustiça e liberdade, a causa é legítima\nMeu rap faz o cântico dos louco e dos romântico\nVou pôr um sorriso de criança onde for\nPros parceiros, tenho a oferecer minha presença\nTalvez até confusa, mas real e intensa\nMeu melhor Marvin Gaye, sabadão na marginal\nO que será, será, é nóis, vamo até o final\nLiga eu, liga nós, onde preciso for\nNo Paraíso ou no Dia do Juízo, pastor\nE liga eu e os irmão, é o ponto que eu peço\nFavela Fundão, imortal nos meus versos\nVida Loka!\n\n[Outro]\nAbraão: E aí, Brown, e os pião, irmão?\nMano Brown: Tô com os mano aí, eu vou.. tô indo ali na Zona Leste ali. Tipo umas 11 horas eu já tô voltando já, morô irmão?\nAbraão: Aí, Brown, se pá é a contagem, morô mano? Aí, eu vou desligar, mas manda um salve pros manos aí da quebrada aí, morô? Pro Gil, morô mano? Pro Batatão, pro Pacheco, pro Porquinho, pro Xandi, pro Dé, morô meu? Aí, e no dia do jogo, morô? Os manos do Exaltasamba vai vir. Manda um salve pro Binha lá, morô Brown? Fica com Deus, irmão", "image": "https://images.genius.com/34a465bcc833f09b6a34c8d6b76b9665.1000x1000x1.jpg"}], "artist": "Racionais MC’s"}