{"songs": [{"title": "A Vítima", "album": "Nada Como Um Dia Após o Outro Dia (Disco 1: Chora Agora)", "year": null, "lyrics": "[Introdução]\nSmurf: Então, Cocão, aí, não leva a mal não, mas aí vai fazer um tempo que eu tô querendo fazer essa... essa pergunta pra você. Aí...\nEdi: Fala aí\nSmurf: Tem como você falar daquele acidente lá? Eu sei que é meio chato, embaçado...\nEdi: Não, é nada... Cê quer saber, a gente fala, né mano. Vamos lá... Foi dia, ó, eu lembro que nem hoje, ó, vixe!, até arrepia... dia 14 de outubro de 94. Eu tava morando no Leblon, tá ligado? Aí eu tinha um Opala, pá. Aí o Opala tava na oficina do Di lá. A gente ia fazer um barato à noite, tá ligado? A gente ia se trombar em Pinheiros, não sei se você se lembra disso aí\nSmurf: Pode crer\nEdi: Porque você... você ia com o Kleber direto pra Pinheiros. Você ia direto e nós... tava eu, o Brown, o Blue, ia pra\nZona Sul...\n\n[Verso 1: Edi Rock, Ice Blue]\nNaquela noite eu acordei e não sabia onde estava\nPensei que era sonho, o pesadelo apenas começava\nAquela gente vestida de branco\nParecia com o céu, mas o céu é lugar de santo\nOs caras me perguntando: \"E aí, mano, cê tá legal?\"\nCheiro de éter no ar nunca é bom sinal\nDor de cabeça, tontura\nAquela sala rodava estilo brisa de droga, loucura\nSangue na roupa rasgada\nFio de sutura me costura\nPorra, gente não vale nada\nDo que adianta você ter o que quer\nSucesso, dinheiro, mulher beijando o seu pé\nE num piscar de olhos é foda\nVocê é furado igual peneira ou sem valor numa cadeira de roda\n(- O que que eu tô fazendo aqui?\n- Não quero admitir\n- Agora é tarde, tarde, tarde\n- Lamento...)\nMeus parceiros me contaram\nCena após cena, passo a passo o que presenciaram\nMano, foi um arregaço na Marginal\nVocê capotou, teve até uma vítima fatal\nDa Zona Sul e tal, sentido ao centro\nUma da manhã, lembrei daquele momento\nVários Opala, mó carreata\nE eu logo atrás da primeira barca diplomata\nTô dirigindo ali no volante\nOpala cinza escuro, Tupac no alto-falante\nPor um instante tive um mal pressentimento\nMas não liguei, não dei conta, não tava atento\n\n[Interlúdio]\n(Cadê o Coco? Mano, pega o celular, que embaçou, mano! Fé no Senhor! O barato foi loco, mano!)\n(Meu Deus do céu! Chama a ambulância, caralho! Cadê a ambulância?!)\n\n[Verso 2: Edi Rock]\nQue merda, um cara novo morreu\nFatalidade é uma imprudência, divergência, fudeu\nEle deixou uma mulher que esperava um filho\nUm evangélico que nem conheceu o filho\nUm suspiro, perdi a calma\nVi uma faca atravessando a minha alma\nOlhei no espelho e vi um homem chorar\nA mídia, a justiça, querendo me fuzilar\nVirei notícia, primeira página\nUm paparazzi focalizou a minha lágrima\nUm repórter da Globo me insultou\nMe chamava de assassino, aquilo inflamou\nTumultuou, nunca vi tanto carniceiro\nMe crucificaram, me julgaram no país inteiro\nPena de morte, se tiver sorte\nCadeira elétrica se fosse América do Norte\nOpinião pública influenciada\nEra o réu sem direito a mais nada\nMeu mundo tinha desabado\nNa lei de Deus, fui julgado; na lei do homem, condenado\n\n[Interlúdio]\nEdi: Então, Kleber, o cara morreu, mano!\nSmurf: É, então, agora é daqui pra frente, Cocão. Não tem mais jeito, tá ligado, não se abala não. Tem que ficar firme. Nóis tá junto aí!\n\n[Verso 3: Edi Rock]\nDois anos e poucos de audiência\nPra mim já era o início da minha penitência\nAquele prédio no Fórum é mó tortura\nAli na frente sempre para várias viatura\nO movimento é intenso o tempo inteiro\nParece o trânsito, tráfego, um formigueiro\nAdvogado pra cima, pra baixo\nGanhando dinheiro com mais um réu, eu acho\nRegistrei um cara algemado num canto\nDe cabeça baixa, me parecia um cara branco\nEsperando a vez de ser solicitado\nJulgado, talvez até se pá libertado\nEscoltado, vários gambé\nEsse aí não deve ser um preso qualquer\nCom a mão pra trás olhando pra parede\nFui beber água, me deu mó sede\nUma ligação com urgência\nMeu advogado, com o resultado da sentença\nO celular tava falhando\n(Alô? Não dá pra escutar, mas eu tô indo pra aí, falou?! Tô chegando)\nÉ irmão, fui de metrô\nAquele frio na espinha que eu tinha, então voltou\nA cada estação ele aumentava\nEu não sabia se descia ou se eu continuava\nÀ procura de uma distração\nOlhava o vagão lotado, a movimentação\nAquele povo indo pra algum lugar\nTrabalhar, estudar, passear, roubar, sei lá\nVi uma mina bonita, discreta\nPinta de modelo, corpo de atleta\nEu vi um cara lendo concentrado\nNaipe de estudante, daqueles filho dedicado\nVi uma tia crente em pé cansada\nDe cor escura com a pele enrugada\nEla me fez lembrar\nParece a mãe da vítima, como será que ela deve tá?\n\n[Verso 4: Edi Rock]\nCheguei no prédio da Ipiranga com a São João\nRespirei fundo, subi a manga do meu camisão\nDecisão, eu tô trêmulo\nMó responsa, não, não entendo\nMuita calma sempre é preciso\n\"Proibido fumar\", li o aviso\nUm porteiro tiozinho lembra meu pai\n(Que andar? Qual andar que você vai?)\nHan, no décimo, me sinto péssimo\nA balança fez questão de mais um acréscimo\nElevador quebrado\nTem dia que é melhor não acordar que dá tudo errado\nFui pela escada contando cada degrau\nCada passada chegava o juízo final\nTive a sensação de alguém me olhando\nParecia me seguir, tava ali me gorando\nSenti um calafrio\nRecordei daquela cena que você não viu\nDo capote, de um grito forte, dos holofote\nUm vacilo seu já era, resulta em morte\nDaquela Kombi velha partida ao meio\nDaquela hora que eu tentei pisar no freio\nAndar por andar, onde eu tô não importa\nLembra da vítima? Cheguei na porta\n\n[Outro]\nEdi: Então, Smurf, é isso aí, mano. Deu pra você entender?\nSmurf: É embaçado, hein Cocão?! Que fita, hein?!\nEdi: Então... É o seguinte, aí passou, acho que uns três anos, tá ligado? Três, quatro anos de corre pra lá e pra cá, tentando se acertar com a justiça, tá ligado? Pagando o que eu devia, graças a Deus. Aí ó, hoje eu tô firmão, não devo mais nada pra ninguém. Me acertei com Deus e principalmente com a família lá, tá ligado? Com a justiça também. E é o seguinte, né... a vida tem que continuar, tá ligado? Porque não pode...", "image": "https://images.genius.com/34a465bcc833f09b6a34c8d6b76b9665.1000x1000x1.jpg"}], "artist": "Racionais MC’s"}