{"songs": [{"title": "Parte II", "album": "Raio-X do Brasil", "year": "1993-12-21", "lyrics": "[Introdução]\nMulher: E ai Edi?\nEdi: Eu ja falei pro cê meu, é embaçado\nEu conheço o cara a mil anos, não tem condições\nMulher: Deixa ele fora disso\nEdi: Não fica meio, fica muito\nMulher: É entre eu e você\nEdi: Não, não tem condições\nMulher: Por que, você tem medo dele?\nEdi: Não é bem medo, você sabe que não é bem medo, morô?\nMas é que eu conheço o cara a mil anos\nMulher: Mas ninguém precisa saber, e só entre eu e você\nEdi: Como ninguém precisa saber meu? Só basta eu saber da parada, entendeu?\nMulher: Há, não!\nEdi: Cara, eu conheço o cara\nÉ foda, viu meu\nMulher: Mas eu esperei tanto tempo por isso\nEdi: É!?\nMulher: Agora que eu tenho a oportunidade você me despreza\nEdi: Não, não, não tô desprezando, não tô desprezando\nSó to falando que eu conheço ele\nAntes dele namorar com você eu já conhecia ele, a muito tempo entendeu?\nMulher: Olha Edi, eu não aceito não como resposta, eu quero e pronto!\nEdi: Pô assim eu não aguento, é foda essas mina\n\n[Verso 1: Edi Rock (Ice Blue)]\nMulher de aliado meu eu considero homem\nNão admito dando em cima de mim ou de outros camaradas\nSão sem-vergonha, não prestam mesmo sendo compromissadas\nNão criam vergonha na cara, então, escória de safada\nQuero pedir para ele se ligar, se tocar\nSó que nas minhas palavras ele não vai acreditar\nVai achar que é inveja ou surto parecido\nDo outro lado da moeda ela que é o inquérito\nQuer tudo na palma da sua mão\nA faca, o queijo, o pão e muito mais então\nVive dizendo pra que sair fora do vacilão\nSe ele o tem e a quem mais quiser\nMelô demais para querer iludir e foi iludido\nSerá que Deus deu o seu castigo merecido\nEstá com a mente totalmente atrofiada (Que vacilada!)\nPode crê, lá vai ele com a cabeça enfeitada (Deu entrada )\nEstá sendo passado pra trás\nNa lista dos cara de boi está em primeiro lugar\nAjoelhou, agora tem que rezar!\n\n[Refrão (Sample)]\n(Ela te troca, troca, troca por outro)\nEu lamento, o Don Juan das vagabunda, eu lamento!( 3x )\n(Ela é mais uma figura viva obscena)\nEu lamento!\n\n[Verso 2: Edi Rock (Ice Blue)]\nNo rebanho de fêmea, ela é a fêmea pior\nTambém a pedra branca no jogo de dominó\nÁs do baralho, papagaio sem língua\nArvore sem galho, (Repentista sem rima)\nPode crê, ela bate o pé, ele abaixa a cabeça\nEla grita na frente dos outros, ele respeita que (Treta)\nAcredita em meias palavras, lágrimas (Juras ensaiadas )\nEu tenho dó de fulano, beltrano e sicrano\nQue fica iludido com esse tipo de mulambo\nMasturbação mental, pra ela é normal\nAgindo discretamente, dando em cima dos conhecidos\nQue não estão interessados em carne mastigada\nMas às vezes saem por pensar (Não pega nada!)\nNem estão nem um pouco ligando tratando de mulher\nÉ, se esquece de quem é mano\nConsideração ficou pra trás, já não existe mais\nMil vezes peço meus pêsames, em poucos amigos se pode confiar\nMulher então, menos se pode contar\nNão gostam, não vivo, não penso nas minhas palavras pra falar (O quê?)\nMestiça, negra ou branca sempre sai uma vagabunda\nNão se esqueça, se você ajoelhar (você vai ter que rezar!)\n\n[Refrão]\n\n[Verso 3: Edi Rock (Ice Blue)]\nFique de olho na sua mulher, fique atento\nMesmo sendo de mil anos confie apenas 50 por cento\nTire da cabeça que mulher é incapaz, capaz ela é\nE mentirosa o quanto quiser\nNunca se sabe o que se passa na cabeça dela\nMuda a cada instante de cão pra cadela\nMulher de mano é mesma coisa que homem\nNão gosto de me envolver nem me imagino\nIsso é mancada de canalha\nCuzão, que sempre deu falha\nMerece tomar salva de bala na cara (hê, hê)\nExiste 7 mulheres pra cada homem ou mais\nEntão pra que cismar, passar seu aliado para trás\nE vice-versa mulher também entra (Nessa)\nMas a metade eu te garanto que não (Presta)\nDeus não costuma dar asas pra cobra criada\nMas foi dada a essa cascavel\nNa minha história não perdoou quem pratica (Traição)\nNem com o fogo do inferno ela ganhará o perdão (Não!)\nCome e cospe no mesmo prato que usa\nEla tem duas, três caras chega até uma dúzia e suga\nAté finalizar o que você tem e o que você tiver\nSabe como arrancar pois é\nPatrício meu sei que não se morde\nEdi Rock em pessoa por isso te dou um toque e acorde\nA bomba pode e vai explodir\nNo meio da sua cara se você não ouvir\nO que, o descendente negro tem pra falar\nInocente ou culpado (Você vai ter que rezar!)\n\n[Refrão]\n\n[Outro]\nMulher: Mas e aí Blue?\nBlue: Mas e aí, cê namora com meu mano e tal\nXavecou meu outro mano, agora quer sair comigo?\nMulher: Mas deixa os dois fora disso\nBlue: Como deixar fora disso?\nMulher: É entre eu e você, deixa os dois pra lá\nBlue: Eu e você, eu conheço cara, você deu entrada pro outro cara\nE eu conheço dos dois caras, você vem me...", "image": "https://images.genius.com/552a15db87177ee4ea79ac6c6682466c.993x1000x1.jpg"}], "artist": "Racionais MC’s"}