{"songs": [{"title": "Quanto Vale o Show?", "album": "Cores & Valores", "year": "2014-11-18", "lyrics": "[Intro: Mano Brown]\nA primeira coisa que aprendi a fazer na minha vida foi isso aqui, ó\nRáááá, é isso\nSó eu sei os desertos que cruzei até aqui\nPode pá, tá lançada a sorte\n\n[Verso 1: Mano Brown]\n83 era legal, sétima série, eu tinha 13 e pá e tal\nTudo era novo em um tempo brutal\nO auge era o Natal, beijava a boca das minas\nNas favelas de cima tinha um som e um clima bom\nO kit era o Faroait\nO quente era o Patchouli\nO pica era o Djavan\nO hit era o Billie Jean\nDo rock ao black as mais tops\nNos dias de mais sorte ouvia no Soul Pop\nMoleque magro e fraco, invisível na esquina\nPlanejava a chacina na minha mente doente, hey\nSem pai, nem parente, nem, sozinho entre as feras\nOs malandro que era na miséria fizeram mal\nMeu primo resolve ter revólver\nEm volta outras revoltas, envolve-se fácil\nEra guerra com a favela de baixo\nSem livro nem lápis e o Brasil em colapso\n\n[Refrão]\n\"Quanto vale...\nQuanto vale...\nQuanto vale...\"\nQuanto vale o show?\n\n[Verso 2: Mano Brown]\nJá em 86 subi aos 16 ao time principal\nVia em São Paulo, tava mil grau já, favela pra carai, fi\nBar em bar, baile em baile, degrau pós degrau, ia\nQuanto baixo eu pude ir, pobre muito mal\nO preto vê mil chances de morrer, morô?\nCom roupas ou tênis sim, por que não?\nPra muitos uns Artemis, benzina ou optalidon\nTudo pela preza,  irmão\nOlha pra mim e diga: Vale quanto pesa ou não?\n\n[Refrão]\n\"Quanto vale...\nQuanto vale...\nQuanto vale...\"\nQuanto vale o show?\n\n[Verso 3: Mano Brown]\nA César o que é de César\nPrimeira impressão: Os muleque tinha pressa, mano\nQue funk louco, que onda é essa, mano?\nE assim meus parceirin virou ladrão\nÉ que malandro é malandro memo e várias fita\nEra Bezerra o que tava tendo, Malandro Rife\nOutros papo, outras gírias mais, outras grifes\nCristian Dior, Samira, Le Coq Sportif\nG-Shock eu tive sim, calça com pizza eu fiz\nBrasil é osso, a ideia fixa eu tinha\nPorque pardin igual eu assim era um monte, uma pá\nFui garimpar, cruzei a ponte pra lá\nEi, zica\nIsso significa que era naquele pique, tocando repique de mão, jow\nNo auge da Chic Show, nos traje\nKurtis Blow era o cara, curtição da massa\nEra luxo, só viver pra dançar, fui ver Sandra Sá\nWhodini eu curti\nA vitrine Pierre Cardin, Gucci, Fiorucci, Yves Saint Laurent, Indigo Blue\nCorpo negro semi-nu encontrado no lixão em São Paulo\nA última a abolir a escravidão\nDezembro sangrento, SP, mundo cão promete\nNuvens e valas, chuvas de balas em 87\nQuanto vale?\nQuanto vale o show?", "image": "https://images.rapgenius.com/58120b5e7b9eef37bf6e28f8abd51ebd.1000x1000x1.jpg"}], "artist": "Racionais MC’s"}