{"songs": [{"title": "Estilo Cachorro", "album": "Nada Como Um Dia Após o Outro Dia (Disco 2: Ri Depois)", "year": "2002-10-27", "lyrics": "[Verso 1: Edi Rock]\nConheço um cara que é da noite, da madrugada\nQue curte várias fita, várias balada\nEle gosta de viver e viajar\nSem medo de morrer, sem medo de arriscar\nNão atira no escuro, um cara ligeiro\nFaz um corre aqui, ali, sempre atrás de um dinheiro\n(Ah, jogar pra perder, parceiro, não é comigo, ó)\n(Esse cara é bandido) (Aham) Objetivo\nUm bom malandro, conquistador\nTem naipe de artista, pique de jogador\nImpressiona no estilo de patife\nRoupa de shop, artigo de grife\nSempre na estica, cabelo escovinha\nMontado numa novecentas azul novinha\nAnel de ouro combinando com as corrente\nRelógio caro, é claro, de marca quente\nAnda só no sossego, sem muita pressa\nRelaxa a mente, se não estressa\nNo momento, o que interessa, ele já tem\n(Uma Kawasaki?) E liberdade, meu bem\n(O que esse cara tem, sangue bom?) Os invejoso eu escuto\nMoto, dinheiro, vagabundo fica puto\n(Ah, isso não é justo, ó, e os irmão?)\nUma fatia do bolo, se orienta, doidão\nConhece várias gatas, tipos diferente\nAs preta, as branca, as fria, as quente\nLoira tingida, preta sensual\nÍndia do Amazonas até flor oriental\nTem boa fama, no meio das vadia\nDaquelas modelo que descansa durante o dia, tá ligado?\nTem seus critérios, tem sua lei\nMontou naquela garupa, já foi que eu sei\nNo motel ou em casa? (Ah, vamos na sua)\nDe caranga no drive-in do H.O, ou à luz da lua\nSegundas intenções, elementar\nAs camisinha tão no bolso e a maldade no olhar\nSabe chegar, sim, sabe sair\nSabe ser notado e cogitado aonde ir\nPra conseguir aquilo o que sempre quer\nUtiliza a mesma arma que você, mulher\n\n[Refrão: Ice Blue & Edi Rock]\nMulher e dinheiro, dinheiro e mulher\nQuanto mais você tem, muito mais você quer\nMesmo que isso, um dia, traga problema\nViver na solidão, ladrão, não vale a pena\nMulher e dinheiro, dinheiro e mulher\nSem os dois eu não vivo, qual dos dois você quer?\nMesmo que isso um dia, traga problema\nIr pra cama sozinho, não vira esquema\n\n[Verso 2: Ice Blue (Edi Rock)]\n(Segunda?) A Patrícia\n(Terça?) A Marcela\n(Quarta?) A Raíssa\n(Quinta?) A Daniela\n(Sexta?) A Elisângela\n(Sábado?) A Rosângela\n(E domingo?) É matinê, dezesseis, o nome é Ângela\nTenho uma agenda com dezenas de telefone\nUma lista de características, e os nome\n(Qual é a fonte parceiro?) Ah, isso num é segredo\nColo de moto, tá ligado? Tenho dinheiro\nAs cachorra fica tudo ouriçada quando eu chego\nEu ponho pânico, peço champanhe no gelo\nAquele balde prateado, em cima da mesa\nDá o clima da noite, uma caixa de surpresa\nFico ali olhando, sentado, filmando\nSó maldade pra lá e pra cá, desfilando\nElas fazem de tudo, pra chamar sua atenção\nPara, taca na cara, na pretensão\nCola de calça apertada, boca de sino\nDe blusa decotada, perfumada e sorrindo\nMe pede um isqueiro e oferece um cigarro\n\"Oi, você tem fogo?\" Ô, mas é claro\nQual é o seu nome? \"Meu nome é Viviane\n\"Mas pra você sou Vi, tá aqui meu telefone\"\n5892, esse prefixo é lá da sul\nPrazer meu nome é Paulo, aí, vulgo Ice Blue\nDe que lugar que você é? \"Moro no Vaz de Lima\nConhece o Maracá? Então, ali pra cima\"\nIsso até rima, coincidência na pista\nVai montar na minha garupa, hasta la vista\n\n[Refrão 2: Ice Blue e Edi Rock]\nMulher e dinheiro, dinheiro e mulher\nQuanto mais você tem, muito mais você quer\nMesmo que isso, um dia, traga problema\nViver sem ninguém, não tem esquema\nMulher e dinheiro, dinheiro e mulher\nSem os dois eu não vivo, qual dos dois você quer?\nMesmo que isso, um dia, traga problema\nViver na solidão não vale a pena\n\n[Transição: Mano Brown]\nAu, au, estilo cachorro\nAu, au, au, au, não é machismo\n\n[Verse 3: Mano Brown]\nFale o que quiser, o que é, é\nVerme ou sangue bom, tanto faz pra mulher\nNão importa de onde vem e nem pra quê\nSe o que ela quer mesmo é sensação de poder\nCom um ladrão fez rolê, se envolveu, sei lá, saiu\nMas ou menos abril, curtiu, quem viu, viu\nEm maio foi vista de RR a mil\nNa BR no frio, com um boyzão da Civil, viu?\nUns e outros, aí, bom rapaz\nAbre o coração e sofre demais\nConversa com os pais ali no sofá da sala\nOuve e dá razão enquanto ela fala\nE fala, cai no canto da sereia\nVê que ele é firmão igual um prego na areia\nPrego, jogou o ego dentro de um buraco\nUm bon vivant jamais mostra o ponto fraco\nPergunte a Sansão quem foi Dalila\nOuça o sangue bom Martinho da Vila\nDe vários amores, de todas as cores\nDe vários tamanhos, de vários sabores\nQuanto mais tem, mais vê se tem maravilha\nP, M, G, morango e baunilha\nNão é por nada, sem debate, sem intriga\n\"Minha cara é um chocolate\", \"Humm, é o que liga\"\nMas cabô, cabô, sem tchau, nem bilhete\n'Cê quase se mata por amor ao sorvete\nE ele tava em punga\nPra levá-la no trampo lá na Barra Funda\n10 graus, cinco da manhã, sem problema\nSe ela não morasse em Diadema\nPontual como o Big-Bang, 4 anos assim\nNem Shakespeare imaginaria um fim\nTe trocou por um vadio sem vergonha\nQue 'guenta até a mãe quando acaba a maconha\nE ela diz que é feliz, que ele é cabuloso\n'Cê brisa pra caralho, moscão pegajoso\nMulher finge bem, casar é negócio\n'Cê vê quem é quem só depois do divórcio\nHey, hey, neném, de amor eu não morro\nVocês consagraram o estilo cachorro", "image": "https://images.genius.com/a36db49f05341302633a94f9b36fc844.949x949x1.jpg"}], "artist": "Racionais MC’s"}