{"songs": [{"title": "Hey Boy", "album": "Racionais MC’s", "year": "1990-08-01", "lyrics": "[Intro]\nIce Blue: Hey boy! hey boy! Dá um tempo ai, cola ai! Pera ai!\nMano Brown: Que é mano? Que esse otário tá fazendo aqui?Ai dá um tempo ai, chega ai...\nBoy: Que foi bicho!?\nMano Brown: Lembra de mim mano?\nBoy: Não...\nMano Brown: Então vamo trocar uma ideia nós dois agora...\n\n[Verso 1: Mano Brown, Ice Blue]\nHey boy o que você está fazendo aqui\nMeu bairro não é seu lugar e você vai se ferir\nVocê não sabe onde está, caiu num ninho de cobra\nE eu acho que vai ter que se explicar\nPra sair não vai ser fácil\nA vida aqui é dura\nDura é a lei do mais forte\nOnde a miséria não tem cura\nE o remédio mais provável é a morte\nContinuar vivo é uma batalha\nIsso é se eu não cometer falha\nE se eu não fosse esperto tiravam tudo de mim\nArrancavam minha pele, minha vida, enfim\nTenho que me desdobrar pra não puxarem meu tapete\nE estar sempre quente\nPra não ser surpreendido de repente\nSe eu vacilo trocam minha vaga\nO que você fizer aqui mesmo você paga\nA pouca grana que eu tenho não dá pro próprio consumo\nEnquanto nós conversamos, a polícia apreende e finge\nA marginalidade cresce sem precedência\nConforme o tempo passa, aumentar é a tendência\nE muitas vezes não tem jeito, a solução é roubar\nE seus pais acham que a cadeia é nosso lugar\nO sistema é a causa e nós somos a consequência  maior\nDa chamada violência\nPorque na real com nossa vida ninguém se importa\nE ainda querem que sejamos patriotas?\n\n[Refrão]\nHey boy\n\n[Verso 2: Mano Brow, Ice Blue]\nIsso tudo é verdade mas não tenha dó de mim\nPorque esse é meu lugar, mas eu o quero mesmo assim\nMesmo sendo o lado esquecido da cidade\nE bode expiatório de toda e qualquer mediocridade\nA sociedade já não sabe o que fazer\nSe vão interferir ou deixar acontecer\nMas por sermos todos pobres os tachados somos nós\nSó por ser conveniente (hey boy)\nPense bem se não faz sentido\nSe hoje em dia eu fosse um cara tão bem sucedido\nComo você é chamado de superior\nE tem todos na mão e tudo a seu favor\nSempre teve tudo e não fez nada por ninguém\nSe as coisas andam mal é sua culpa também\nSeus pais dão as costas para o mundo que os cercam\nFicam com o maior melhor e pra nós nada resta\nVocê gasta fortunas se vestindo em etiqueta\nE na sarjeta é as crianças, futuros homens\nQuase não comem, morrem de fome\nCom frio e com medo , já não é segredo\nE as drogas consomem\nSinta o contraste e só me dê razão\nNão fale mais nada porque\nVai ser em vão\n\n[Refrão]\n\n[Verso 3: Mano Brown]\nVocê faz parte daqueles que colaboram\nPara que a vida de muitas pessoas seja tão ruim\nAcha que sozinho não vai resolver\nMas é por muitos pensarem assim como você\nQue a situação vai de mal a pior\nE como sempre você pensa em si só\nSeu egoísmo, ambição e desprezo\nSerão os argumentos pra matar você mesmo\nEntão eu digo: (hey boy)\nNão fique surpreso\nSe o ridículo e odioso, círculo vicioso\nSistema que você faz parte\nO transformar num criminoso e doloroso\nSerá ser rejeitado, humilhado\nConsiderado um marginal\nDescriminado, você vai saber\nSentir na pele como dói\nEntão aprenda a lição\n(Hey boy)\n\n[Outro]\nMano Brown: Aí boy sai andando ai certo? Eu tenho todos os motivos, mas nem por isso eu vou te roubar, morô?\nSai andando\nIce Blue: Vai caminha, mano! Não tem nada pra você aqui não, seu otário! Vai embora, sai fora!\nMano Brown: E não pisa mais aqui hein!", "image": "https://images.genius.com/51c2ce35c762c04155b5ee9bfc971974.400x400x1.jpg"}], "artist": "Racionais MC’s"}