{"songs": [{"title": "Periferia é Periferia (Em Qualquer Lugar)", "album": "Sobrevivendo no Inferno", "year": "1997-12-01", "lyrics": "[Verso 1: Edi Rock]\nEsse lugar é um pesadelo periférico\nFica no pico numérico de população\nDe dia a pivetada a caminho da escola\nA noite vão dormir enquanto os manos decola\nNa farinha,hã! Na pedra, hã!\nUsando droga de monte, que merda, hã!\nEu sinto pena da família desses cara\nEu sinto pena, ele quer mais, ele não para\nUm exemplo muito ruim pros moleque\nPra começar é rapidinho e não tem breque\nHerdeiro de mais alguma Dona Maria\n(Cuidado senhora, tome as rédias da sua cria)\nPorque chefe da casa trabalha e nunca está\nNinguém vê sair, ninguém escuta chegar\nO trabalho ocupa todo o seu tempo\nHora extra é necessário pro alimento\nUns reais a mais no salário\nEsmola de patrão, cuzão, milionário\nSer escravo do dinheiro é isso, fulano\nTrezentos e sessenta dias por ano sem plano\nSe a escravidão acabar pra você\nVai viver de quem? Vai viver de quê?\nO sistema manipula sem ninguém saber\nA lavagem cerebral te fez esquecer que andar com as próprias pernas não é difícil\nMais fácil se entregar, se omitir\nNas ruas áridas da selva\nEu já vi lágrimas demais, o bastante pra um filme de guerra\n\n[Sample]\n(Aqui a visão já não é tão bela)\n(Não existe outro lugar)\n(Periferia, gente pobre) (x4)\n\n[Verso 2: Edi Rock]\nUm mano me disse que quando chegou aqui\nTudo era mato e só se lembra de tiro aí\nOutro maluco disse que ainda é embaçado\nQuem não morreu, tá preso sossegado\nQuem se casou quer criar o seu pivete ou não\nCachimbar e ficar doido igual moleque, então\nA covardia dobra a esquina e mora ali\nLei do cão, lei da selva, hã, hora de subir\n(Mano, que treta, mano! Mó treta, você viu?\nRoubaram o dinheiro daquele tio!)\nQue se esforça sol a sol, sem descansar\nNossa Senhora o ilumine, nada vai faltar\nÉ uma pena, um mês inteiro de trabalho\nJogado tudo dentro de um cachimbo, caralho!\nO ódio toma conta de um trabalhador\nEscravo urbano, um simples nordestino\nComprou uma arma pra se auto-defender\nQuer encontrar o vagabundo que esta vez não vai ter...\nBoi (Qual que foi?)\nNão vai ter, boi (Qual que foi?)\nA revolta deixa o homem de paz imprevisível\nE sangue no olho, impiedoso e muito mais\nCom sede de vingança e prevenido\nCom ferro na cinta, acorda na, madrugada de quinta\nUm pilantra andando no quintal\nTentando, roubando as roupas do varal\nOlha só como é o destino, inevitável\nO fim de vagabundo, é lamentável\nAquele puto que roubou ele outro dia\nAmanheceu cheio de tiro, ele pedia\nDezenove anos jogados fora!\nÉ foda, essa noite chove muito porque Deus chora\n\n[Sample]\n(Muita pobreza, estoura a violência)\n(Nossa raça está morrendo mais cedo)\n(Não me diga que está tudo bem)\n\n[Verso 3: Edi Rock]\nVi só de alguns anos pra cá, pode acreditar\nJá foi bastante pra me preocupar com meus filhos\nPeriferia é tudo igual\nTodo mundo sente medo de sair de madrugada e tal\nUltimamente andam os doidos pela rua\nLouco na fissura, te estranham na loucura\nPedir dinheiro é mais fácil que roubar, mano\nRoubar é mais fácil que trampar, mano\nÉ complicado, o vício tem dois lados\nDepende disso ou daquilo ou não tá tudo errado\nEu não vou ficar do lado de ninguém por quê?\nQuem vende droga pra quem? Hã\nVem pra cá de avião, pelo porto cai\nNão conheço pobre dono de aeroporto e mais\nFico triste por saber e ver\nQue quem morre no dia a dia é igual a eu e a você\n\n[Outro]\n(Periferia é periferia!) (Que horas são, não sei responder!)\n(Periferia é periferia! (Milhares de casas amontoadas!)\n(Periferia é periferia! (Vacilou, ficou pequeno pode acreditar!)\n(Periferia é periferia! (Em qualquer lugar, gente pobre)\n\n(Periferia é periferia!) (Vários botecos abertos, várias escolas vazias!)\n(Periferia é periferia!) (E a maioria por aqui se parece comigo...)\n(Periferia é periferia!) (Mães chorando, irmãos se matando, até quando?)\n(Periferia é periferia!) (Em qualquer lugar, gente pobre)\n\n(Periferia é periferia!) (Aqui meu irmão é cada um por si!)\n(Periferia é periferia!) (Molecada sem futuro eu já consigo ver!)\n(Periferia é periferia!) (Aliados drogados!)\n(Periferia é periferia!) (Em qualquer lugar, gente pobre)\n\n(Periferia é periferia)\n(Deixe o crack de lado, escute meu recado... cado... cado...)", "image": "https://images.genius.com/0853e27a7878c0485f0031ff97921bb6.800x800x1.jpg"}], "artist": "Racionais MC’s"}