{"songs": [{"title": "Qual Mentira Vou Acreditar?", "album": "Sobrevivendo no Inferno", "year": "1997-12-20", "lyrics": "[Verso 1: Edi Rock]\nSão apenas dez e meia, tem a noite inteira\nDormir é embaçado numa sexta-feira\nTV é uma merda, prefiro ver a lua\nPreto Edi Rock está a caminho da rua\nSei lá, vou pruma festa, se pan\nSe os cara não colar, volto às três da manhã\nTô devagar, tô a cinquenta por hora\nOuvindo funk do bom, minha trilha sonora\nA polícia cresce o olho, eu quero que se foda\nZona norte a bandidagem curte a noite toda\nEu me formei suspeito profissional\nBacharel, pós-graduado em tomar geral\nEu tenho um manual com os lugares, horários\nDe como dar perdido (ai caralho)\nPrefixo da placa é MY\nSentido Jaçanã, Jardim Hebrom\nQuem é preto como eu, já tá ligado qual é\nNota fiscal, RG, polícia no pé\n(Escuta aqui\nO primo do cunhado do meu genro é mestiço\nRacismo não existe, comigo não tem disso\nÉ pra sua segurança)\nFalou, falou, deixa pra lá\nVou escolher em qual mentira vou acreditar\n\n[Refrão: Mano Brown & Edi Rock]\nTem que saber curtir, tem que saber lidar\nEm qual mentira vou acreditar?\nA noite é assim mesmo então deixa rolar\nVou escolher em qual mentira vou acreditar\nTem que saber curtir, tem que saber lidar\nEm qual mentira vou acreditar?\n\n[Verso 2: Edi Rock, Ice Blue]\nQue caras chato, ó!\nQuinze pras onze, eu nem fui muito longe\nE os homi embaçou\nRevirou os banco, amassou meu boné branco\nSujou minha camisa do Santos\nEu nem me lembro mais pra onde eu vou\nE agora, quem será que ligou?\nMe espere na estação, eu tô na zona sul\nEu chego rapidinho, assinado...\nBlue\nPode crer, naquele lado de Santana\nConheço uns lugar, conheço umas fulana\nJuliana? Não. Mariana? Não\nAlessandra? Não. Adriana?\nO nome é só um detalhe, o nome é só um nome\n953 hum... Esqueci o telefone\nPorra, demorou\nE aí Blue, como que é?\nIsso aqui é um inferno, tem uma pá de mulher\nTrombei uma pá de gente, uma pá de mano\nTô há quase uma hora te esperando\nPassou uma figura aqui e deu ideia\nDisse que te conhece\nSe pá, chama Léia\n(Eu?)\nCabelo solto, vestido vermelho\nEstrategicamente à um palmo do joelho\nOs caras comentaram o visual\nÓ os bico e tal pagando mó pau\nNinguém falou um A, mas eu ouvia\nMeio mundo xingando por telepatia (filha da puta)\nEconomizava o meu vocabulário\nNão tinha o que falar, falava o necessário\nMeio assim, é claro\nSerá qual é que é truta\nO que não falta é mina filha da puta\nTudo comigo, confio no meu taco\nVersão africana Don Juan de Marco\nTudo muito bom, tudo muito bem\nSei lá o que que tem\nIdeia vai, ideia vem\nEla era princesa, eu era o plebeu\nQuem é mais foda que eu, espelho, espelho meu?\nTipo Thaís de Araújo ou Camila Pitanga?\nUma mistura\nConfesso, fiquei de perna bamba\nSerá que ela aceita ir comigo pro baile?\nOu ir pra zona sul ter um grand finale?\nAmor com gosto de gueto até às seis da manhã\nMe chamar de meu preto e me cantar Djavan\nNinguém ouviu, mas puta que pariu\nEm fração de segundos meu castelo caiu\nA mais bonita da escola, rainha passista\nSe transformou numa vaca nazista\nEu ouvindo James Brown, pá, cheio de pose\nEla pergunta se eu tenho o quê? Guns N' Roses\nLógico que não\nA mina quase histérica\nMeteu a mão no rádio e pôs na Transamérica\nComo é que ela falou?\nSó se liga nessa\nQue mina cabulosa, olha só que conversa\nQue tinha bronca de neguinho de salão (Não)\nQue a maioria é maloqueiro e ladrão (Aí não)\nAí não mano, foi por pouco\nEu já tava pensando em capotar no soco\nDisse pra mim não falar gíria com ela\nPra me lembrar que eu não tô na favela\nBate-boca, mó guela\nSerá que é meia-noite já?\nA Cinderela virou bruxa do mal\nMe humilhar não vai\nVai tirar o carai\nLevanta seu rabo racista e sai\nEu conheço essa perversa há mó cara\nCorreu a banca toda de uns playba que cola lá na área\nPra mim ela já disse que era solitária\nQue a família era rígida e autoritária\nTem vergonha de tudo, cheia de complexo\nQue ainda era cedo pra pensar em sexo\nA noite é assim mesmo então deixa rolar\nVou escolher em qual mentira vou acreditar\n\n[Refrão]\n\n[Verso 3: Edi Rock, Ice Blue]\nIh caralho, olha só quem tá ali\nO que que esse mano tá fazendo aqui?\nEsse maluco veio agora comigo\nLigou que era até seu amigo\nMorava lá na sul, irmão da Cristiane\nDei um cavalo pra ele no Lauzane\nIa levar um recado pra uns parente local\nDa Igreja Evangélica Pentecostal\nDesceu do carro acenando a mão\n(A paz do senhor)\nNinguém dava atenção\nBem diferente o estilo dos crentes\nBombojaco, touca, mas a noite tá quente\nQue barato estranho, só aqui tá escuro\nJusto nesse poste não tem luz de mercúrio\nPassaram vinte fiéis até agora\nDá cinco reais, cumprimenta e sai fora\nUm irmão muito sério em frente à garagem\nOutro com a mão na cintura em cima da laje\nDe vez em quando a porta abre e um diz:\n(Tem do preto e do branco)\nE coça o nariz\nIsso sim, isso que é união\nO irmão saiu feliz sem discriminação\nDe lá pra cá veio gritando, rezando\n(Aleluia, as coisas tá melhorando)\nEsse cara é dentista, sei lá\nDiz que a firma dele chama Boca S/A\nSerá material de construção?\nVendedor de pedras?\nLá na zona sul era patrão\nQue patrão, o caralho, ele é safado\nFugiu do valo velho com os dias contados\n(Tava desconfiando)\nNa paranoia de fumar era fatal\nArrombava os barracos saqueava os varal\n(Demorou)\nBateu na cara do pai de um vagabundo\nHum, tá fazendo hora extra no mundo\nA noite tá boa, a noite tá de barato\nMas puta, gambé, pilantra é mato\n\n[Refrão]\n\n[Outro]", "image": "https://images.genius.com/0853e27a7878c0485f0031ff97921bb6.800x800x1.jpg"}], "artist": "Racionais MC’s"}