{"songs": [{"title": "A Vida É Desafio", "album": "Nada Como Um Dia Após o Outro Dia (Disco 1: Chora Agora)", "year": "2002-01-01", "lyrics": "[Intro: Afro-X]\nSempre fui sonhador! É isso que me mantem vivo\nQuando pivete, meu sonho era ser jogador de futebol. Vai vendo...\nMas o sistema limita nossa vida de tal forma, que eu tive que fazer minha escolha: sonhar ou sobreviver\nOs anos se passaram e eu fui me esquivando do ciclo vicioso\nPorém o capitalismo me obrigou a ser bem sucedido\nAcredito que o sonho de todo pobre, é ser rico\nEm busca do meu sonho de consumo procurei dar uma solução rápida e fácil pros meus problemas: o crime\nMas é um dinheiro amaldiçoado, quanto mais eu ganhava, mais eu gastava\nLogo fui cobrado pela lei da natureza, vish... 14 anos de reclusão... Barato é loko, óh\n\n[Verso 1: Edi Rock]\nÉ necessário sempre acreditar que o sonho é possível\nQue o céu é o limite e você, truta, é imbatível\nQue o tempo ruim vai passar, é só uma fase\nE o sofrimento alimenta mais a sua coragem\nQue a sua família precisa de você\nLado a lado se ganhar pra te apoiar se perder\nFalo do amor entre homem, filho e mulher\nA única verdade universal que mantém a fé\nOlhe as crianças que é o futuro e a esperança\nQue ainda não conhece, não sente o que é ódio e ganância\nEu vejo o rico que teme perder a fortuna\nEnquanto o mano desempregado, viciado, se afunda\nFalo do enfermo, falo do são\nFalo da rua aqui pra esse louco mundão\nQue o caminho da cura pode ser a doença\nQue o caminho do perdão às vezes é a sentença\nDesavença, treta e falsa união\nA ambição como um véu que cega os irmãos\nQue nem um carro guiado na estrada da vida\nSem farol no deserto das trevas perdidas\nEu fui orgia, ébrio, louco, mas hoje ando sóbrio\nGuardo o revolver enquanto você me fala em ódio\nEu vejo o corpo, a mente, a alma, o espírito\nOuço o repente e o que diz lá no canto lírico\nFalo do cérebro e do coração\nVejo egoísmo, preconceito, de irmão para irmão\nA vida não é o problema, é batalha, desafio\nCada obstáculo é uma lição, eu anuncio\n\n[Refrão]\nÉ isso aí voce não pode parar\nEsperar o tempo ruim vir te abraçar\nAcreditar que sonhar sempre é preciso\nÉ o que mantém os irmãos vivos\n\n[Verso 2: Edi Rock]\nVárias famílias, vários barracos\nUma mina grávida\nE o mano tá lá trancafiado\nEle sonha na direta com a liberdade\nEle sonha em um dia voltar pra rua longe da maldade\nNa cidade grande é assim\nVocê espera tempo bom e o que vem é só tempo ruim\nNo esporte, no boxe ou no futebol\nAlguém sonhando com uma medalha o seu lugar ao sol\nPorém fazer o quê se o maluco não estudou\n500 anos de Brasil e o Brasil aqui nada mudou\n\"Desespero ali, cena do louco\nInvadiu o mercado farinhado, armado e mais um pouco\"\nIsso é reflexo da nossa atualidade\nEsse é o espelho derradeiro da realidade\nNão é areia, conversa, chaveco\nPorque o sonho de vários na quebrada é abrir um boteco\nSer empresário não dá, estudar nem pensar\nTem que trampar ou ripar para os irmãos sustentar\nSer criminoso aqui é bem mais prático\nRápido, sádico, ou simplesmente esquema tático\nSerá instinto ou consciência\nViver entre o sonho e a merda da sobrevivência\n\n[Interlúdio: Afro-X]\nO aprendizado foi duro e mesmo diante desse revés não parei de sonhar\nFui persistente porque o fraco não alcança a meta\nAtravés do rap corri atrás do preju e pude realizar o meu sonho\nPor isso que eu, Afro-X, nunca deixo de sonhar\n\n[Verso 3: Edi Rock]\nConheci o paraíso e eu conheço o inferno\nVi Jesus de calça bege e o diabo vestido de terno\nNo mundo moderno, as pessoas não se falam\nAo contrário se calam, se pisam, se traem e se matam\nEmbaralho, as cartas da inveja e da traição\nCopa, ouro e uma espada na mão\nO que é bom pra si e o que sobra é do outro\nQue nem o sol que aquece, mas também apodrece o esgoto\nÉ muito louco olhar as pessoas\nA atitude do mal influencia a minoria boa\nMorrer à toa, que mais?\nMatar à toa e que mais?\nIr preso à toa, sonhando com uma fita boa\nA vida voa e o futuro pega\nQuem se firmou, falo\nQuem não ganhou, o jogo entrega\nMais uma queda em 15 milhões\nNa mais rica metrópole, suas várias contradições\nÉ incontável, inaceitável, implacável, inevitável\nVer o lado miserável se sujeitando com migalhas, favores\nSe esquivando entre noite de medo e horrores\nQual é a fita, treta, cena\nA gente reza, foge, e continua sempre os mesmos problemas\nMulher e dinheiro tá sempre envolvido\nVaidade, ambição: munição pra criar inimigo\nDesde o povo antigo foi sempre assim\nQuem não se lembra que Abel foi morto por Caim\nEnfim quero vencer sem pilantrar com ninguém\nQuero dinheiro sem pisar na cabeça de alguém\nO certo é certo na guerra ou na paz\nSe for um sonho, não me acorde nunca mais\nRoleta russa quanto custa engatilhar\nEu pago o dobro pra você em mim acreditar\n\n[Refrão]\n\"É isso aí, você não pode parar\nEsperar o tempo ruim vir te abraçar\nAcreditar que sonhar sempre é preciso\nÉ o que mantém os irmãos vivos\"\n\n[Outro: Edi Rock]\nGeralmente quando os problemas aparecem\nA gente tá desprevenido, né, não?\nErrado!\nÉ você que perdeu o controle da situação, sangue bom\nPerdeu a capacidade de controlar os desafios\nPrincipalmente quando a gente foge das lição\nQue a vida coloca na nossa frente\nVocê se acha sempre incapaz de resolver\nSe acovarda, moro?\nO pensamento é a força criadora\nO amanhã é ilusório\nPorque ainda não existe\nO hoje é real\nÉ a realidade que você pode interferir\nAs oportunidades de mudança\nTá no presente\nNão espere o futuro mudar sua vida\nPorque o futuro será a consequência do presente\nParasita hoje\nUm coitado amanhã\nCorrida hoje\nVitória amanhã\nNunca esqueça disso, irmão", "image": "https://images.genius.com/34a465bcc833f09b6a34c8d6b76b9665.1000x1000x1.jpg"}], "artist": "Racionais MC’s"}