{"songs": [{"title": "Crime Vai e Vem", "album": "Nada Como Um Dia Após o Outro Dia (Disco 2: Ri Depois)", "year": null, "lyrics": "[Introdução]\n- Ô, mano, cê viu o tanto de polícia que tem na área, aí, mano?\n- É, então, tá embaçado o morro, certo, mano? Então, no fim de ano, ir pra cadeia não vira...\n- Ó quem tá chegando aí, irmão\n- E aí, Cláudio, firmeza?\n- E aí, firmeza, família? Como é que tá o morro?\n- Então, o morro tá daquele jeito, certo, mano? Então, tem que ficar ligeiro, porque tá cheio de polícia, cheio de ganso\n- Então, aí, tô descabelado, mano, vim pra me levantar de novo\n- Então, vamo colar aí?\n\n[Verso 1: Edi Rock]\nTá vendo aquele truta parado ali\nBolando ideia com os mano na esquina?\nÉ envolvido com crack, maconha e cocaína\nTirou cadeia, cumpriu a sua cota\nPagou o que devia, mas, agora, ele tá de volta\nSaudades da quebrada, família\nCoração amargurado pelo tempo perdido na ilha\nSe levantar, agora, é só, nada mais importa\nLouco é mato, tá cheio no morro, não falta\nEsses anos aguardou, paciente\nO limite é uma fronteira criada só pela mente\nConta com o que ficou, e, não, o que perdeu\nQuem vive do passado é memória, museu\nDinheiro, segredo, palavra-chave\nManipula o mundo e articula a verdade\nCompra o silêncio, monta a milícia,\nPaga o sossego, compra a política\nAos olhos da sociedade, mais um bandido,\nE a bandidagem paga o preço pela vida\nVida entre o ódio, a traição e o respeito\nEntre a bala na agulha e uma faca cravada no peito\nDaquele jeito, ninguém ali brinca com fogo\nPerdedor não entra nesse jogo\nÉ como num tabuleiro de xadrez:\nXeque-mate, vida ou morte, um, dois, três\nVê direito, para, pensa, nada a perder\nO réu acusado já foi programado pra morrer\nQuem se habilita a debater?\nQuem cai na rede é peixe, não tem pra onde correr\n\n[Refrão: Edi Rock]\nE aí, o crime vai, o crime vem\nA quebrada tá normal e eu tô, também\nO movimento dá dinheiro, sem problema\nO consumo tá em alta, como manda o sistema\nO crime vai, o crime vem\nA quebrada tá normal e eu tô, também\nOnde há fogo, há fumaça\nOnde chega a droga, é inevitável, embaça\n\n[Verso 2: Edi Rock, Ice Blue]\nEu tô aqui, com uma nove na mão\nCercado de droga e muita disposição, ladrão\nFui rotulado pela sua sociedade\nUm passo a mais pra ficar na criminalidade\nO meu cotidiano é um teste de sobrevivência\nJá tô na vida, então, paciência\nPra cadeia não quero, não volto nunca mais\nAí, truta, se for pra ser, eu quero é mais\nAqui é mó covil, ninho de serpentes\nTem que ser louco pra vir bater de frente\nMinha coroa não pode passar veneno\nJá é velha e meu moleque ainda é pequeno\nUm irmão morreu, o outro se casou\nSaiu dessa porra, firmeza, se jogou\nSó eu fiquei fazendo tempo por aqui\nTentei evitar mas não consegui, aí\nSe meu futuro estiver traçado\nEu vou até o fim só pra ver o resultado\nQuero dinheiro e uma vida melhor\nAntes que meu castelo se transforme em pó\nSó, o vício da morte está à venda\nEm cada rua, uma alma\nEm cada alma, uma encomenda\nO consumo pra alguns é uma ameaça\nVários desanda, vacila e vira caça\n(Tem mano que dá várias narigada aqui\nCheira até umas hora) Deixa cair\nÉ intensidade o tempo inteiro\nCartel latino, São Paulo ao Rio de Janeiro\nDá mó dinheiro, dólares, rato de sócio\nNesse ramo, são que nem abutre, nos negócios\nA noite chega, a febre aumenta\nPode ser da paz ou curviana violenta\n\n[Interlúdio]\n- Então, vamo terminar de enrolar um bagulho, pra nóis fazer o rolê, irmão\n-Firmeza, firmeza, mano\n-Vai, vai, vai, vai, vai! Todo mundo, mão pra cabeça, mão pra cabeça! Cadê o bagulho, irmão?!\n- Vai, que tá caguetado! Quem que é o Cláudio, aí?!\nVai, quem que é o Cláudio, aí, no bagulho?!\n\n[Verso 3: Edi Rock, Ice Blue]\nTráfico não tranca mais segredo\nSão três horas da manhã\nE pra alguns maluco ainda é cedo\nNa esquina, na entrada da favela\nUma mula de campana, fumando na viela\n(E aí, cadê o Cláudio?)\nAí, o Cláudio tá perdido\nForagido da quebrada\nE deixou tudo comigo\nOs ganso tá na febre\nMas flagrante é dinheiro\nEu tô ligeiro a todo instante, parceiro\nMês de agosto atravessa o inverno\nOs anjos do céu guiam meus passos, andando no inferno\nSerá eterna a estrada do fim\nAí que tá, é vulnerável\nProvável pra mim\nQue seja assim:\nUm ganha e outro perde\nEnquanto um louco cheira, o demônio se diverte\n(Assim que é, assim que tá...)\n\n[Refrão]\n\n[Verso 4: Edi Rock]\nO pobre, o preto, no gueto, é sempre assim:\nO tempo não para, a guerra não tem fim\nO crime e a favela, é lado a lado\nÉ que nem dois aliados, o isqueiro e o cigarro\nNa viela, no beco, na rua sem saída\nNa esquina da quebrada, continua, assim, na mesma vida\nRotina que, assim, vai e prossegue\nVitorioso é aquele que, se pá, consegue\nSobreviver e não deitar, crivado de bala\nIgual na rua D, ensanguentado no meio da vala\nMuita cautela ainda é pouco\nMano armado, traíra, andando que nem louco\nMano passando uns barato roubado\nJogo arriscado, mas quem tá preocupado?\nSujeito ou cuzão? Herói ou vilão?\nCada .40 na mente, diferente reação\nCada estrada, uma lição da própria vida\nCada caminho, um atalho, uma tentativa\nA qualidade, aqui, são das piores\nVários maluco dando o sangue por dias melhores\nFoi dado um golpe de estado cavernoso\nA máquina do desemprego fabrica criminoso\nDe bombeta, tatuado, sem camisa\nDe bermudão, no pião, na mesma brisa\nFormação de quadrilha conduz o crime\nFora da lei, eu sei, eu vejo filme\nLas Vegas, o patrão gira a roleta\nControla tudo na ponta da caneta\nSentindo, na garganta, o amargo do fel\nCom o crime organizado, na Torre de Babel\nInteligente é o que vai pra cama mais cedo\nCom uma quadrada na cintura, não é mais segredo\nNão tenha medo, então, por que você veio aqui?\nÉ guerra fria e você tá bem no meio, aí\nFogo cruzado, lado norte\nSó vagabundo, bandidagem, e a morte\nBoa sorte", "image": "https://images.genius.com/a36db49f05341302633a94f9b36fc844.949x949x1.jpg"}], "artist": "Racionais MC’s"}