{"songs": [{"title": "Negro Limitado", "album": "Racionais MC’s", "year": "1992-01-01", "lyrics": "[Introdução: Diálogo]\nEdi Rock: Aí mano, cê tá dando febre, certo!\nNegro Limitado: O que é, que é mano?\nEdi Rock: Cê tem que ter consciência\nNegro Limitado: Que consciência que nada, negócio de negro, consciência não tá com nada, o negócio é tirar um barato, morô!\nEdi Rock: Pô mano, vamos pensar um pouco\nNegro Limitado: Que pensar que nada, o negócio é dinheiro, é tirar um onda...\n\n[Verso 1: Edi Rock, Negro Limitado ]\nVocê não me escuta ou não entende o que eu falo\nProcuro te dar um toque e sou chamado de preto otário\nAtrasado, revoltado, pode crê\nEstamos jogando com um baralho marcado\nNão quero ser o mais certo e sim o mano esperto\nNão sei se você me entende, mas eu distingo o errado do certo\nHei mano, você vai continuar com essa idéias\nVocê tá me tirando? Dá licença\nA verdade é que enquanto eu reparo meus erros\nVocê se quer admite os seus\nLimitado é seu pensamento, você mesmo quer falar\nSobre mulher, seu principal passatempo\nO Don Juan das vagabundas, eu lamento\nVive contando vantagem, se dizendo o tal, mas simplesmente\nFalta postura, QI suficiente\nMe diga alguma coisa que ainda não sei\nMalandros como você muitos finados contei\nNão sabe se quer dizer, veja só você\nO número de cor do seu próprio RG\nEntão, príncipe dos burros, limitado\nNesse exato momento foi coroado\nDiga qual a sua origem, quem é você?\nVocê não sabe responder\n\n[Refrão: Edi Rock]\nNegro Limitado\n(Menos um vírus)\nEscolha o seu caminho\n(4X)\n\n[Interlúdio: Negro Limitado]\nEntão, vocês que fazem o RAP aí, e tal\nSão cheios de ser professor, falar de droga\nPolicia e tal, e aí?\nMostra uma saída, mostra um caminho e tal, e aí?\n\n[Verso 2: Mano Brow]\nCultura, educação, livros, escola\nCrocodilagem demais, vagabundas e drogas\nA segunda opção é o caminho mais rápido\nE fácil, a morte percorre a mesma estrada é inevitável\nPlanejam nossa restrição, esse é o título\nDa nossa revolução, segundo versículo\nLeia, se forme, se atualize, decore\nAntes que os racistas otários fardados de cérebro atrofiado\nOs seu miolos estourem e estará tudo acabado\nCuidado...\nO Boletim de Ocorrência com seu nome em algum livro\nEm qualquer distrito, em qualquer arquivo\nCaso encerrado, nada mais que isso\nUm negro a menos contarão com satisfação\nPorque é a nossa destruição que eles querem\nFísica e mentalmente, o mais que puderem\nVocê sabe do que estou falando\nNão são um dia nem dois, são mais de 400 anos\nFilho, é fácil qualquer um faz\nMas cria-los, não, você não é capaz\nEle nasce, cresce, e o que acontece?\nSem referencia a seguir, sem ter a quem ouvir\nUm mal aluno na escola certamente ele será\nMas um menino confuso, no quarto escuro da ignorância\nSe o futuro é das crianças\nTalvez um dia de você ele se orgulhara\nVocê tem duas saídas\nTer consciência ou se afogar na sua própria indiferença\nEscolha o seu caminho\nSer um verdadeiro preto, puro e formado\nOu ser apenas mais um negro limitado\n\n[Refrão]\n\n[Interlúdio: Negro Limitado]\nÉ, consciência, consciência\nE os outros manos?\nVocê é consciente sozinho, mano?\n\n[Verso 3: Edi Rock]\nFaça por você mesmo e não por mim\nMantenha distancia de dinheiro fácil\nDe bebidas demais, policiais e coisas assim, enfim\nDe modo eficaz Racionais declaram guerra\nContra aqueles que querem ver os pretos na merda\nE os manos que nos ouvem irão entender\nQue a informação é uma grande arma\nMais poderosa que qualquer PT carregada\nRoupas caras de etiqueta, não valem nada\nSe comparadas a uma mente articulada\nContra os racistas otários é química perfeita\nInteligência e um cruzado de direita\nSerá temido e também respeitado\nUm preto digno e não um negro limitado\n\n[Refrão]\n\n[Outro: Negro Limitado]\nPode crê, tem tudo a ver, não é não?\nRacionais, fio da navalha, pode contar comigo\nÉ isso aí, valeu", "image": "https://images.genius.com/bfc46c24157fad6bd14ae70183bfeab4.640x640x1.jpg"}], "artist": "Racionais MC’s"}