{"songs": [{"title": "Beco Sem Saída", "album": "Holocausto Urbano", "year": "1990-08-01", "lyrics": "[Verso 1: Edi Rock]\nÀs vezes eu paro e reparo, fico a pensar\nQual seria meu destino senão cantar\nUm rejeitado, perdido no mundo, é um bom exemplo\nIrei fundo no assunto, fique atento\nA sarjeta é um lar não muito confortável\nO cheiro é ruim, insuportável\nO viaduto é o reduto nas noites de frio\nOnde muitos dormem, e outros morrem, ouviu?\n(São chamados) de indigentes pela sociedade\nA maioria negros, já não é segredo, nem novidade\nVivem como ratos jogados\nHomens, mulheres, crianças\nVítimas de uma ingrata herança\nA esperança é a primeira que morre\nE sobrevive a cada dia a certeza da eterna miséria\nO que se espera de um país decadente\nOnde o sistema é duro, cruel, intransigente?\n\n[Refrão](4X)\nBeco sem saída\n\n[Verso 2: Edi Rock]\nMas muitos não progridem porque na verdade assim querem\nFicam inertes, não se movem, não se mexem\nSabe por que se sujeitaram a essa situação?\nNão pergunte pra mim, tire você a conclusão\nTalvez a base disso tudo esteja em vocês mesmos\nE a consequência é o descrédito de nós negros\nPor culpa de você, que não se valoriza\nEu digo a verdade, você me ironiza\nA conclusão da sociedade é a mesma\nQue com frieza não analisa, generaliza\nE só critica, o quadro não se altera e você\nAinda espera que o dia de amanhã será bem melhor\nVocê é manipulado, se finge de cego\nAgir desse modo, acha que é o mais certo\nFica perdida a pergunta: de quem é a culpa?\nDo poder, da mídia, minha ou sua?\nAs ruas refletem a face oculta\nDe um poema falso que sobrevive às nossas custas\nA burguesia, conhecida como classe nobre\nTem nojo e odeia a todos nós negros pobres\nPor outro lado, adoram nossa pobreza\nPois é dela que é feita sua maldita riqueza\n\n[Refrão](2X)\n\n[Interlúdio]\nEdi Rock: É, meu mano KL Jay. O poder mente, ilude, e domina\nA maioria da população, carente da educação e cultura e é dessa forma que eles querem que se proceda. Não é verdade?\nKL Jay: É, pode crê!\n\n[Verso 3: Edi Rock, KL Jay]\nNascem, crescem, morrem, passam desapercebidos\n(E a saída é esta vida bandida que levam roubando\nMatando, morrendo, entre si se acabando)\nEi mano, dê-nos ouvidos!\nOs poderosos ignoram os direitos iguais\nDesprezam e dizem que vivam como mendigos a mais\nNão sou um mártir que um dia irá te salvar\nNo momento certo, você pode se condenar\nNão jogamos a culpa em quem não tem culpa\nSó falamos a verdade e a nossa parte você sabe de cor\nAtravesse essa muralha imaginária\nEm sua cabeça, sem ter medo de falhas\nSe conseguiram derrubar uma muralha real de pedra\nVocê pode conseguir derrubar esta\nLeia, ouça, escute, ache certo ou errado\nMas meu amigo, não fique parado\nSe não isso tudo vai ser apenas um grito solitário\nEm um porão fechado, tome cuidado\nNão esqueça o grande ditado: cada um por si!\nSiga concordando com tudo que eu digo, normal\nPois pra você parece mais um artigo, jornal\nEsse é o meu ponto de vista, não sou um moralista\nDeixe de ser egoísta, meu camarada, persista\nÉ só uma questão: será que você é capaz de lutar?\nÉ difícil, mas não custa nada tentar\n\n[Outro: Edi Rock]\nEi cara, o sentido disto tudo está em você mesmo\nPare, pense, e acorde, antes que seja tarde demais\nO dia de amanhã te espera, morô?\nEdi Rock, KL Jay, Racionais!\n\n[Refrão]\nBeco sem saída! (Pode crê, né não?)\nBeco sem saída! (Aí mano)\nBeco sem saída! (Certo !)\nBeco...beco...beco sem saída, beco sem saída, beco sem saída!", "image": "https://images.genius.com/51c2ce35c762c04155b5ee9bfc971974.400x400x1.jpg"}], "artist": "Racionais MC’s"}