{"songs": [{"title": "Jesus Chorou", "album": "Nada Como Um Dia Após o Outro Dia (Disco 2: Ri Depois)", "year": "2002-10-27", "lyrics": "[Produzido por KL Jay & Mano Brown]\n\n[Intro: Mano Brown]\nO que é e o que é? Clara e salgada\nCabe em um olho e pesa uma tonelada\nTem sabor de mar, pode ser discreta\nInquilina da dor, morada predileta\nNa calada, ela vem, refém da vingança\nIrmã do desespero, rival da esperança\nPode ser causada por vermes e mundanas\nE o espinho da flor cruel que você ama\nAmante do drama, vem pra minha cama por querer\nSem me perguntar, me fez sofrer\nE eu, que me julguei forte, e eu, que me senti\nSerei um fraco quando outras delas vir\nSe o barato é louco e o processo é lento\nNo momento, deixa eu caminhar contra o vento\nDo que adianta eu ser durão e o coração ser vulnerável?\nO vento, não, ele é suave, mas é frio e implacável (é quente)\nBorrou a letra triste do poeta (só)\nCorreu no rosto pardo do profeta\nVerme, sai da reta, a lágrima de um homem vai cair\nEsse é o seu B.O. pra eternidade\nDiz que homem não chora, tá bom, falou\nNão vai pra grupo, irmão, aí, Jesus chorou\n\n[Verso 1: Mano Brown/consciência do Brown/amigo do Brown]\nPorra, vagabundo, ó, vou te falar\nTô chapando, eita mundo bom de acabar\nO que fazer quando a fortaleza tremeu\nE quase tudo ao seu redor, melhor, se corrompeu?\n— Êpa, 'pera lá, muita calma, ladrão!\nCadê o espírito imortal do Capão?\nLave o rosto nas águas sagradas da pia\nNada como um dia após o outro dia\n— Quê? Quem—\n— Sou eu, seu lado direito\nTá abalado, por que veio? Nêgo, é desse jeito\nDurmo mal, sonho quase a noite inteira\nAcordo tenso, tonto e com olheira\nNa mente: sensação de mágoa e rancor\nUma fita me abalou na noite anterior:\n— Cah-um! Alô?\n— Alô? Aí, dorme, hein, doidão?\nMil fitas acontecendo e 'cê aí\n—Que horas são?\n— Meio-dia e vinte, ó\nA fita é o seguinte, ó\nN'é isqueirando, não, mó\nFita de um mil grau (huh!)\nOntem eu tava ali, de CB, no pião\nCom um truta firmezão, 'cê tem que conhecer\nSe pam, 'cê liga ele, vai saber, de repente\nEle fazia até um rap num passado recente\n— Aham\n— Vai vendo a fita, 'cê não acredita\nQuando tem que ser, é, jão, huh, pres'tenção\nVai vendo: parei pra fumar um de remédio\nCom uns moleques, lá, que, pá, traficam nos prédios\nUm que chegou depois pediu pra dar uns dois\nLogo um patrício, ó, novão e os carai\nFumaça vai, fumaça vem, nem chapou o coco\nSe abriu que nem uma flor, ficou louco\nTava eu, mais dois trutas e uma mina\nNum Tempra prata, show, filmado, ouvindo Guina\nIiiih! O bico se atacou, ó, falou uma pá de você\n— Tipo o quê?\n\"— Esse Brown, aí, é cheio de querer ser\" (ohh!)\n\"— Deixa ele moscar, vir cantar na quebrada\nVamos ver se é isso tudo quando vir as quadradas\nPeriferia nada, só pensa nele mesmo\nMontado no dinheiro e 'cês, aí, no veneno\nE a cara dele, truta, cada um no seu corre\nTudo pelas verdes, uns matam, outros morrem\nEu, mesmo, se eu catar a boa numa hora dessa\nVou me destacar do outro lado, depressa\nVou comprar uma house de boy, depois alugo\nVão me chamar de 'senhor', não por vulgo\nMas, pra ele, só a zona sul que é a pá\nDiz que ele tira nóis, nossa cara é cobrar\nO que ele quiser, nóis quer; vem que tem\nPorque eu não pago pau pra ninguém\"\n— E eu? Só registrei, né, não era de lá\nOs manos tudo só ouviu, ninguém falou um \"A\"\n— Quem tem boca fala o que quer pra ter nome\nPra ganhar atenção das mulheres e outros homens\nAmo minha raça, luto pela cor\nO que quer que eu faça, é por nós, por amor\nNão entende o que eu sou, não entende o que eu faço\nNão entende a dor e as lágrimas do palhaço\nMundo em decomposição, por um triz\nTransforma um irmão meu num verme infeliz\nE a minha mãe diz:\n\"— Paulo, acorda, pensa no futuro, que isso é ilusão\nOs próprios pretos não tão nem aí com isso, não\nÓ, o tanto que eu sofri, o que eu sou, o que eu fui\nA inveja mata um, tem muita gente ruim\"\n— Pô, mãe, não fala assim que eu nem durmo\nMeu amor pela senhora já não cabe em Saturno\nDinheiro é bom, quero, sim, se essa é a pergunta\nMas dona Ana fez de mim um homem, não uma puta\nEi, você, seja lá quem for: pra semente, eu não vim\nEntão, sem terror\nInimigo invisível, Judas incolor\nPerseguido eu já nasci, demorou\nApenas por trinta moedas, o irmão corrompeu\nAtire a primeira pedra quem tem rastro meu\nCadê meu sorriso? Onde tá? É, quem roubou?\nHumanidade é má e até Jesus chorou\n\n[Refrão: Mano Brown]\nLágrimas\nLágrimas, Jesus chorou\n\n[Verso 2: Mano Brown]\nVermelho e azul, ho-tel\nPisca só no cinza escuro do céu\nChuva cai lá fora e aumenta o ritmo\nSozinho, eu sou, agora, o meu inimigo íntimo\nLembranças más vêm, pensamentos bons vai\nMe ajude, sozinho penso merda pra carai\nGente que acredito, gosto e admiro\nBrigava por justiça e paz, levou tiro:\nMalcolm X, Gandhi, Lennon, Marvin Gaye\nChe Guevara, 2Pac, Bob Marley\nE o evangélico Martin Luther King\nLembrei de um truta meu falar assim:\n\"— Não joga pérola aos porcos, irmão\nJoga lavagem, eles preferem assim\n'Cê tem que usar piolhagem\"\nCristo que morreu por milhões\nMas só andou com apenas doze e um fraquejou\nPeriferia: corpos vazios e sem ética\nLotam os pagodes rumo à cadeira elétrica\nEu sei, você sabe o que é frustração (-ção)\nMáquina de fazer vilão\nEu penso mil fitas, vou enlouquecer\nE o piolho diz assim, quando me vê:\n\"— Famoso pra caralho, durão, ih, truta!\nFaz seu mundo, não, jão, huh, a vida é curta\nSó modelo por aí, dando boi\nPõe elas pra chupar e manda andar depois\nRasgar as madrugadas só de mil e cem\nSe sou eu, truta, huh, tem pra ninguém\nZé Povinho é o cão, tem esses defeitos\nQuê? 'Cê tendo ou não, cresce os zóios de qualquer jeito\nCruzar, 'cê 'rebenta, de repente-mente, vai\nDe ponto quarenta, só querer tá no pente\"\nSe só de pensar em matar, já matou\nPrefiro ouvir o pastor:\n\"— Filho meu, não inveje o homem violento\nE nem siga nenhum dos seus caminhos\"\nLágrimas molham a medalha de um vencedor\nChora agora, ri depois, aí, Jesus chorou\nLágrimas", "image": "https://images.genius.com/a36db49f05341302633a94f9b36fc844.949x949x1.jpg"}], "artist": "Racionais MC’s"}