{"songs": [{"title": "Tempos Difíceis", "album": "Racionais MC’s", "year": "1988-08-31", "lyrics": "[Verso 1: Edi Rock]\nEu vou dizer porque o mundo é assim\nPoderia ser melhor mas ele é tão ruim\nTempos difíceis, está difícil viver\nProcuramos um motivo vivo, mas ninguém sabe dizer\nMilhões de pessoas boas morrem de fome\nE o culpado, condenado disto é o próprio homem\nO domínio está em mão de poderosos, mentirosos\nQue não querem saber\nPorcos, nos querem todos mortos\nPessoas trabalham o mês inteiro\nSe cansam, se esgotam, por pouco dinheiro\nEnquanto tantos outros nada trabalham\nSó atrapalham e ainda falam\nQue as coisas melhoraram\nAo invés de fazerem algo necessário\nAo contrário, iludem, enganam otários\nPrometem 100%, prometem mentindo, fingindo, traindo\nE na verdade, de nós estão rindo\n\n[Refrão: Edi Rock]\nTempos... Tempos difíceis!\n(4X)\n\n[Verso 2: Edi Rock]\nTanto dinheiro jogado fora\nSendo gasto por eles em poucas horas\nTanto dinheiro desperdiçado\nE não pensam no sofrimento de um menor abandonado\nO mundo está cheio, cheio de miséria\nIsto prova que está próximo o fim de mais uma era\nO homem construiu, criou, armas nucleares\nE o aperto de um botão, o mundo irá pelos ares\nExtra, publicam, publicam extra os jornais\nCorrupção e violência aumentam mais e mais\nCom quais, sexo e droga se tornaram algo vulgar\nE com isso, vem a AIDS pra todos liquidar\nA morte, enfim. Vem destruição, causam terrorismo\nE cada vez mais o mundo afunda num abismo\n\n[Refrão]\n\n[Verso 3: Edi Rock]\nMenores carentes se tornam delinquentes\nE ninguém nada faz pelo futuro dessa gente\nA saída é essa vida bandida que levam\nRoubando, matando, morrendo entre si se acabando\nEnquanto homens de poder fingem não ver\nNão querem saber, faz o que bem entender\nE assim... aumenta a violência\nNão somos nós os culpados dessa consequência?\nDestruíram a natureza e o que puseram em seu lugar\nJamais terá igual beleza\nPoluíram o ar e o tornaram impuro\nE o futuro eu pergunto, confuso: Como será?\nAgora em quatro segundos irei dizer um ditado:\nTudo que se faz de errado aqui mesmo será pago\nO meu nome é Edi Rock, um rapper e não um otário\nSe algo não fizermos, estaremos acabados\n\n[Outro: Edi Rock]\nKL Jay! Tempos difíceis!\nTempos difíceis!", "image": "https://images.genius.com/51c2ce35c762c04155b5ee9bfc971974.400x400x1.jpg"}], "artist": "Racionais MC’s"}