{"songs": [{"title": "Vida Loka (Parte II)", "album": "Nada Como Um Dia Após o Outro Dia (Disco 2: Ri Depois)", "year": "2002-05-24", "lyrics": "Letra de \"Vida Loka (Parte II)\" com Racionais MC's\n\n[Intro: Kaskão]\nFirmeza total, mais um ano se passando, aí\nGraças a Deus a gente tá com saúde, aí, morô?\nMuita coletividade na quebrada\nDinheiro no bolso, sem miséria, e é nóis...\nVamos brindar o dia de hoje que o amanhã só pertence a Deus\nA vida é loka!\n\n[Verso 1: Mano Brown]\nDeixa eu falar pro cê, tudo, tudo, tudo vai, tudo é fase, irmão\nLogo mais vamo arrebentar no mundão\nDe cordão de elite, 18 quilates\nPôr no pulso, logo Breitling. Que tal? tá bom?\nDe lupa Bausch & Lomb, bombeta branco e vinho\nChampagne para o ar, que é pra abrir nossos caminhos\nPobre é o diabo, eu odeio a ostentação\nPode rir, ri mas não desacredita não\nÉ só questão de tempo o fim do sofrimento\nUm brinde pros guerreiros, zé povinho eu lamento\nVermes que só faz peso na terra\nTira o zóio, tira o zóio, vê se me erra\nEu durmo pronto pra guerra e eu não era assim\nEu tenho ódio e sei que é mau pra mim\nFazer o que se é assim? Vida loka cabulosa\nO cheiro é de pólvora e eu prefiro rosas\nE eu que, e eu que sempre quis com um lugar\nGramado e limpo, assim, verde como o mar\nCercas brancas, uma seringueira com balança\nDesbicando pipa, cercado de criança\n\"How, how Brown, acorda sangue bom\nAqui é capão redondo, tru, não Pokémon\nZona sul é o invés, é estresse concentrado\nUm coração ferido por metro quadrado\"\nQuanto mais tempo eu vou resistir?\nPior que eu já vi meu lado bom na U.T.I\nMeu anjo do perdão foi bom, mas tá fraco\nCulpa dos imundos do espírito opaco\nEu queria ter, pra testar e ver, um malote\nCom glória, fama, embrulhado em pacote\nSe é isso que cês quer, vem pegar\nJogar num rio de merda e ver vários pular\nDinheiro é foda, na mão de favelado é mó guela\nNa crise, vários pedra 90 esfarela\nVou jogar pra ganhar, o meu money vai e vem\nPorém, quem tem tem, não cresça o zóio em ninguém\nO que tiver que ser, será meu\nTá escrito nas estrelas, vai reclamar com Deus\nImagina nóis de Audi ou de Citröen\nIndo aqui, indo ali, só pã, de vai e vem\nNo Capão, no Apurá, vou colar na Pedreira\nNo São Bento, na Fundão, no pião sexta-feira\nDe teto solar, o luar representa\nOuvindo Cassiano, há, os gambé não guenta\nMas se não der, nego, o que é que tem?!\nO importante é nós aqui, junto no que vem\nO caminho da felicidade ainda existe\nÉ uma trilha estreita em meio à selva triste\nQuanto cê paga pra ver sua mãe agora\nE nunca mais ver seu pivete, ir embora\nDá a casa, dá o carro, uma Glock e uma Fal\nSobe cego de joelho mil e cem degraus\nÉ quente, é mil grau o que o guerreiro diz\nO promotor é só um homem, Deus é o juiz\nEnquanto Zé Povinho apedrejava a cruz\nE o canalha, fardado cuspiu em Jesus\nAos 45 do segundo arrependido\nSalvo e perdoado, é Dimas o bandido\n\n[Interlúdio]\nÉ louco o bagulho, arrepia na hora\nDimas, primeiro Vida Loka da história\nEu digo \"Glória, glória\", sei que Deus tá aqui\nE só quem é, só quem é vai sentir\nE meus guerreiro de fé, quero ouvir, quero ouvir\nE meus guerreiro de fé, quero ouvir, irmão\nProgramado pra morrer nós é\nCerto é certo, é dê no que der\n\n[Verso 2: Mano Brown]\nFirmeza, não é questão de luxo, não é questão de cor\nÉ questão que fartura alegra o sofredor\nNão é questão de preza, nego, a ideia é essa\nMiséria traz tristeza e vice-versa\nInconscientemente vem na minha mente\nInteira a loja de tênis, o olhar do parceiro feliz\nDe poder comprar o azul, o vermelho\nO balcão, o espelho, o estoque, a modelo\nNão importa, dinheiro é puta e abre as portas\nDos castelos de areia que quiser\nPreto e dinheiro são palavras rivais\nÉ, então mostra pra esses cu como é que faz\nO seu enterro foi dramático como Blues antigo\nMas de estilo, me perdoe, de bandido\nTempo pra pensar. Quer parar? Que cê quer:\nViver pouco como um rei ou muito como um zé?\nÀs vezes eu acho que todo preto como eu\nSó quer um terreno no mato só seu\nSem luxo, descalço, nadar num riacho\nSem fome, pegando as frutas no cacho\nAí, truta, é o que eu acho e quero também\nMas em São Paulo, Deus é uma nota de 100\nVida loka\n\n[Saída: Mano Brown]\nPorque o guerreiro de fé nunca gela\nNão agrada o injusto e não amarela\nO rei dos reis foi traído e sangrou nessa terra\nMas morrer como um homem é o prêmio da guerra\nMas ó, conforme for, se precisar\nAfogar no próprio sangue, assim será\nNosso espírito é imortal, sangue do meu sangue\nEntre o corte da espada e o perfume da rosa\nSem menção honrosa, sem massagem\nA vida é loka, nego, e nela eu tô de passagem\nÀ Dimas o primeiro\nSaúde, guerreiro!\nDimas... Dimas... Dimas...", "image": "https://images.genius.com/a36db49f05341302633a94f9b36fc844.949x949x1.jpg"}], "artist": "Racionais MC’s"}